/*
 Navicat Premium Data Transfer

 Source Server         : localhost
 Source Server Type    : MySQL
 Source Server Version : 50718
 Source Host           : localhost:3306
 Source Schema         : ruoyi

 Target Server Type    : MySQL
 Target Server Version : 50718
 File Encoding         : 65001

 Date: 24/06/2021 10:14:07
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for attendance
-- ----------------------------
DROP TABLE IF EXISTS `attendance`;
CREATE TABLE `attendance`  (
  `name` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `stu_id` varchar(11) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `is_Sign` bit(1) NULL DEFAULT NULL,
  `day` int(5) NULL DEFAULT NULL,
  `month` int(5) NULL DEFAULT NULL,
  `year` int(5) NULL DEFAULT NULL,
  `date` date NULL DEFAULT NULL,
  `is_Asked` bit(1) NULL DEFAULT NULL,
  `is_Late` bit(1) NULL DEFAULT NULL,
  `gps_msg` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of attendance
-- ----------------------------
INSERT INTO `attendance` VALUES ('符育玮', '2018303086', b'1', 1, 12, 2021, '1999-01-01', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('符育玮', '2018303086', b'1', 1, 12, 2021, '1999-01-01', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('符育玮', '2018303086', b'1', 1, 12, 2021, '1999-01-01', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('符育玮', '2018303086', b'1', 1, 12, 2021, '1999-01-01', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('???', '2018303089', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('符育玮', '2018303086', b'0', 12, 1, 2021, '2021-01-12', b'1', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('胡季傲', '2018303072', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('刘佳辉', '2018303085', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('胡季傲', '2018303072', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('刘哦哦', '2018303098', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('胡季傲', '2018303072', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('胡季傲', '2018303072', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('符鱼尾', '122', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('快快快', '444', b'1', 13, 1, 2021, '2021-01-13', b'1', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('于下半场', '111', b'0', 13, 1, 2021, '2021-01-13', b'1', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('和低速货车', '888', b'1', 13, 1, 2021, '2021-01-13', b'1', b'1', '陕西省西安市长安区银河路1号靠近中国邮政储蓄银行(西北工大长安校区邮政所)');
INSERT INTO `attendance` VALUES ('呜呜呜', '2018222', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('去去去', '2018111', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('嘁嘁嘁', '20181', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('来了来了', '1122', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('你你你', '0', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('滚滚滚', '999', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('么么么', '888', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('哟哟哟西', '555', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('劳劳碌碌', '9999', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('啪啪啪啪啪', '4444444', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区长安大道19号靠近星天苑E区');
INSERT INTO `attendance` VALUES ('快快快了', '2000', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区长安大道19号靠近星天苑C区');
INSERT INTO `attendance` VALUES ('哈哈哈哈哈', '66666', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('不不不不不', '88888', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区启翔楼');
INSERT INTO `attendance` VALUES ('嘿嘿嘿', '567', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('对对对哦', '3333', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区长安大道17号靠近星天苑C区');
INSERT INTO `attendance` VALUES ('急急急', '8', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区长安大道19号靠近星天苑E区');
INSERT INTO `attendance` VALUES ('哦哦姐', '20008', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('对对对哦', '3333', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('鲁朗林海', '67890', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('聚聚', '2000083', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('斤斤计较你呢', '200077', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('符鱼尾', '2345', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('解雨辰', '2018303076', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('嘎嘎嘎', '1111', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('扭扭捏捏', '222', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '陕西省西安市长安区长安大道17号靠近星天苑C区');
INSERT INTO `attendance` VALUES ('符鱼尾', '333', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '陕西省西安市长安区长安大道17号靠近中国邮政储蓄银行(西北工大长安校区邮政所)');
INSERT INTO `attendance` VALUES ('哟哟哟', '7777', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '陕西省西安市长安区长安大道19号靠近星天苑E区');
INSERT INTO `attendance` VALUES ('陈杨', '333666', b'1', 14, 1, 2021, '2021-01-14', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金恒', '2018303085', b'1', 14, 1, 2021, '2021-01-14', b'0', b'0', '陕西省西安市长安区中心街17号靠近西北工业大学长安校区');
INSERT INTO `attendance` VALUES ('大哥大', '333666', b'1', 14, 1, 2021, '2021-01-14', b'0', b'0', '西北工业大学');
INSERT INTO `attendance` VALUES ('张煜辉', '208303089', b'1', 14, 1, 2021, '2021-01-14', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('鲁朗林海', '67890', b'1', 15, 1, 2021, '2021-01-15', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('鲁朗林海', '67890', b'1', 16, 1, 2021, '2021-01-16', b'0', b'0', '西北工业大学');
INSERT INTO `attendance` VALUES ('张煜辉', '2018303089', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '西北工业大学');
INSERT INTO `attendance` VALUES ('郎聪亮', '2018300974', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周碧颖', '2018303191', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欣悦', '2018303192', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖琳', '2018303193', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('常若凡', '2018303194', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段钰纯', '2018303198', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关世源', '2018303200', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁雨晨', '2018303201', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘鑫', '2018303210', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('洪一博', '2018303212', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁文凯', '2018303213', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾旋', '2018301196', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵昊', '2018303195', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏伯荣', '2018303196', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李德昌', '2018303197', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龙凌霄', '2018303203', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('柴琛凯', '2018303205', b'0', 4, 1, 2021, '2021-01-04', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高子琦', '2018303208', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张嘉泰', '2018303211', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦涛', '2018303215', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈钒', '2018303177', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈铭峰', '2018303187', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘煜杰', '2018303188', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑东亦', '2018303389', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵千妹', '2018303167', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛鑫龙', '2018303176', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('万祖涛', '2018303180', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁伟鹏', '2018303190', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵玉鹏', '2018303393', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王晓宇', '2018303166', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王思玄', '2018303168', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('宫钦鹏', '2018303170', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('武辰鑫', '2018303171', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李泱泽', '2018303172', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王潇', '2018303173', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林章焘', '2018303174', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张源', '2018303175', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姜哲', '2018303178', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('冯凌畅', '2018303179', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周亚旗', '2018303181', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关博元', '2018303182', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('智珂岩', '2018303183', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘昊森', '2018303184', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许一可', '2018303186', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐琳', '2018303189', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李俊翱', '2018303199', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('徐天翼', '2018303202', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周放', '2018303204', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡宇', '2018303206', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陆照空', '2018303207', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李昌骏', '2018303209', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄凯勋', '2018303214', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙琳越', '2018303216', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭强', '2018303135', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王世浩', '2018303136', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林顺涛', '2018303137', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苟浩杰', '2018303138', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龚颖', '2018303139', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王凯', '2018303140', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('崔力允', '2018303147', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('顾泽浔', '2018303150', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李星辰', '2018303151', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈圣钦', '2018303152', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏康', '2018303153', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴永豪', '2018303154', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张泽远', '2018303155', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郝彦琦', '2018303156', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贺国利', '2018303158', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈泽远', '2018303159', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('储云涛', '2018303161', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邹荧双', '2018303252', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('成成', '2018303141', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张馨月', '2018303142', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('范炜祺', '2018303143', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王昕悦', '2018303144', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王敬璇', '2018303149', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王春生', '2018303162', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金晓帆', '2018303163', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张生华', '2018303165', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一夫', '2018303229', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('樊攀', '2018303305', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹清红', '2018303145', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李文恺', '2018303146', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('向惟江', '2018303164', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李竹雨', '2018303279', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王燕', '2018303169', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴海臻', '2018303109', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何畅浩', '2018303114', b'0', 4, 1, 2021, '2021-01-04', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹望嵩', '2018303115', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李小可', '2018303091', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张浩嘉', '2018303092', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('温晓然', '2018303094', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谢宇轩', '2018303099', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李函昭', '2018303102', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('卫俊杰', '2018303103', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘铭帅', '2018303104', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王祺昌', '2018303105', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黎东朗', '2018303106', b'0', 4, 1, 2021, '2021-01-04', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康姜鹏辰', '2018303110', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周川渝', '2018303111', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王炳楠', '2018303112', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王迪', '2018303113', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨磊', '2018302214', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王浩宇', '2018303120', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭震', '2018303121', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许迎龙', '2018303125', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙雷', '2018303128', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾宸彦', '2018301483', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苗泽鑫', '2018302608', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庄之琪', '2018303117', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('朱娟娟', '2018303118', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('朱文静', '2018303119', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('章值萍', '2018303122', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗庆欧', '2018303126', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘嘉伟', '2018303127', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦鹏', '2018303129', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李一凡', '2018303130', b'0', 4, 1, 2021, '2021-01-04', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王磊兴', '2018303131', b'0', 4, 1, 2021, '2021-01-04', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('蒲嘉琛', '2018303134', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谭同昊', '2018303079', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄仲臻', '2018303080', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马泽红', '2018303081', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁尧泽华', '2018303082', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘烁', '2018303083', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏萌', '2018303084', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钱卓', '2018303085', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王宁', '2018300250', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('麦吾兰·买买提', '2018303071', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁天宇', '2018303073', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘佳辉', '2018303075', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴珺海', '2018303077', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('符育玮', '2018303086', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('帅洋', '2018303087', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金恒', '2018303088', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张煜辉', '2018303089', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('艾斯凯尔·艾克拜尔', '2018303090', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵林', '2018300375', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许晋嘉', '2018302685', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高漪澜', '2018303065', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何紫阳', '2018303078', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张佳鑫', '2018302839', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林昊洋', '2018303098', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邵子千', '2018302756', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周雨昂', '2018302782', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('叶枫', '2018303095', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邓志坚', '2018303096', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李嘉诚', '2018303097', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭佳鹏', '2018303100', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王明魁', '2018303101', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一隆', '2018303107', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('申满杰', '2018303108', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王后直', '2018303036', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑泽弘', '2018303047', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('伍瀚', '2018303052', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张弛', '2018303054', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐浩然', '2018303061', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('史宇心', '2018302610', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('兰筱绮', '2018302697', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖天宇', '2018303040', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张格格', '2018303041', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段鹤', '2018303042', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘奕文', '2018303046', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张涵', '2018303048', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭朋举', '2018303049', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈家润', '2018303050', b'0', 4, 1, 2021, '2021-01-04', b'1', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马鹏举', '2018303055', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林泽佳', '2018303059', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钟霖涛', '2018303060', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨博', '2018303063', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨奕凡', '2018303064', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏畅', '2018302716', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖红丽', '2018303043', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘家龙', '2018303044', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗忠南', '2018303045', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘海源', '2018303051', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('薛志恺', '2018303053', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子渝', '2018303056', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李哲远', '2018303057', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杜书捷', '2018303058', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欢', '2018303062', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李晨筱', '2018303067', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姬瑞鑫', '2018303069', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡季傲', '2018303072', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('解雨辰', '2018303076', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('HUDAYBERDIYEV,GURBAN', '2018380276', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('YEGEN0V,BABAMYRAT', '2018380277', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张江源', '2018301422', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁思睿', '2018303018', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('史淳元', '2018303020', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李群', '2018303023', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('闫俊舟', '2018303024', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵磊', '2018303025', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金通', '2018303026', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗锦添', '2018303027', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁起龙', '2018303030', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李成蹊', '2018303032', b'0', 4, 1, 2021, '2021-01-04', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钟桔梵', '2018303033', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛威翔', '2018303035', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马勃', '2018303037', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张扬', '2018301367', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康明祥', '2018301441', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('褚原', '2018303016', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王雨婷', '2018303017', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦辉煌', '2018303019', b'0', 4, 1, 2021, '2021-01-04', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄佳讯', '2018303021', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子涵', '2018303022', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任旭', '2018303028', b'0', 4, 1, 2021, '2021-01-04', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('韩松', '2018303038', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陶元', '2018303039', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈心琢', '2018303015', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张海阳', '2018303029', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任一凡', '2018303031', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗成云', '2018303034', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李旭', '2017303244', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谷昀臻', '2016303243', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨志坤', '2015303244', b'0', 4, 1, 2021, '2021-01-04', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李佳耕', '2016303274', b'0', 4, 1, 2021, '2021-01-04', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('喻鹏飞', '2015303245', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴军', '2016303203', b'0', 4, 1, 2021, '2021-01-04', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王裴', '2018302993', b'0', 4, 1, 2021, '2021-01-04', b'1', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('彭泓杰', '2018302995', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴丰良', '2018302996', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴宇豪', '2018302999', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李越', '2018303004', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王靖元', '2018303005', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张润生', '2018303011', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庞新程', '2018303012', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('侯铮', '2018303013', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦策', '2018300521', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘岳萍', '2018302990', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任嘉睿', '2018302991', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭姝阳', '2018302992', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('祁金博', '2018303001', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('焦天才', '2018303003', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁峻玮', '2018302994', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('迪力夏提·阿不都热西提', '2018302997', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许宇鹏', '2018302998', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('董章祺', '2018303000', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王森', '2018303006', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吕浩', '2018303007', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭嘉城', '2018303008', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗顺', '2018303009', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('毛烁', '2018303010', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张策', '2018303014', b'1', 4, 1, 2021, '2021-01-04', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张煜辉', '2018303089', b'1', 19, 1, 2021, '2021-01-19', b'0', b'0', '西北工业大学');
INSERT INTO `attendance` VALUES ('测试人员1', '2018562389', b'1', 19, 1, 2021, '2021-01-19', b'0', b'0', '西北工业大学');
INSERT INTO `attendance` VALUES ('郎聪亮', '2018300974', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周碧颖', '2018303191', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欣悦', '2018303192', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖琳', '2018303193', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('常若凡', '2018303194', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段钰纯', '2018303198', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关世源', '2018303200', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁雨晨', '2018303201', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘鑫', '2018303210', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('洪一博', '2018303212', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁文凯', '2018303213', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾旋', '2018301196', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵昊', '2018303195', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏伯荣', '2018303196', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李德昌', '2018303197', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龙凌霄', '2018303203', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('柴琛凯', '2018303205', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高子琦', '2018303208', b'0', 5, 1, 2021, '2021-01-05', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张嘉泰', '2018303211', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦涛', '2018303215', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈钒', '2018303177', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈铭峰', '2018303187', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘煜杰', '2018303188', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑东亦', '2018303389', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵千妹', '2018303167', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛鑫龙', '2018303176', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('万祖涛', '2018303180', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁伟鹏', '2018303190', b'0', 5, 1, 2021, '2021-01-05', b'1', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵玉鹏', '2018303393', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王晓宇', '2018303166', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王思玄', '2018303168', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('宫钦鹏', '2018303170', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('武辰鑫', '2018303171', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李泱泽', '2018303172', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王潇', '2018303173', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林章焘', '2018303174', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张源', '2018303175', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姜哲', '2018303178', b'0', 5, 1, 2021, '2021-01-05', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('冯凌畅', '2018303179', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周亚旗', '2018303181', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关博元', '2018303182', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('智珂岩', '2018303183', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘昊森', '2018303184', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许一可', '2018303186', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐琳', '2018303189', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李俊翱', '2018303199', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('徐天翼', '2018303202', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周放', '2018303204', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡宇', '2018303206', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陆照空', '2018303207', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李昌骏', '2018303209', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄凯勋', '2018303214', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙琳越', '2018303216', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭强', '2018303135', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王世浩', '2018303136', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林顺涛', '2018303137', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苟浩杰', '2018303138', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龚颖', '2018303139', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王凯', '2018303140', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('崔力允', '2018303147', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('顾泽浔', '2018303150', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李星辰', '2018303151', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈圣钦', '2018303152', b'0', 5, 1, 2021, '2021-01-05', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏康', '2018303153', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴永豪', '2018303154', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张泽远', '2018303155', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郝彦琦', '2018303156', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贺国利', '2018303158', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈泽远', '2018303159', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('储云涛', '2018303161', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邹荧双', '2018303252', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('成成', '2018303141', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张馨月', '2018303142', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('范炜祺', '2018303143', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王昕悦', '2018303144', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王敬璇', '2018303149', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王春生', '2018303162', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金晓帆', '2018303163', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张生华', '2018303165', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一夫', '2018303229', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('樊攀', '2018303305', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹清红', '2018303145', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李文恺', '2018303146', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('向惟江', '2018303164', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李竹雨', '2018303279', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王燕', '2018303169', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴海臻', '2018303109', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何畅浩', '2018303114', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹望嵩', '2018303115', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李小可', '2018303091', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张浩嘉', '2018303092', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('温晓然', '2018303094', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谢宇轩', '2018303099', b'0', 5, 1, 2021, '2021-01-05', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李函昭', '2018303102', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('卫俊杰', '2018303103', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘铭帅', '2018303104', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王祺昌', '2018303105', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黎东朗', '2018303106', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康姜鹏辰', '2018303110', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周川渝', '2018303111', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王炳楠', '2018303112', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王迪', '2018303113', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨磊', '2018302214', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王浩宇', '2018303120', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭震', '2018303121', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许迎龙', '2018303125', b'0', 5, 1, 2021, '2021-01-05', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙雷', '2018303128', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾宸彦', '2018301483', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苗泽鑫', '2018302608', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庄之琪', '2018303117', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('朱娟娟', '2018303118', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('朱文静', '2018303119', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('章值萍', '2018303122', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗庆欧', '2018303126', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘嘉伟', '2018303127', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦鹏', '2018303129', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李一凡', '2018303130', b'0', 5, 1, 2021, '2021-01-05', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王磊兴', '2018303131', b'0', 5, 1, 2021, '2021-01-05', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('蒲嘉琛', '2018303134', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谭同昊', '2018303079', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄仲臻', '2018303080', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马泽红', '2018303081', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁尧泽华', '2018303082', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘烁', '2018303083', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏萌', '2018303084', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钱卓', '2018303085', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王宁', '2018300250', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('麦吾兰·买买提', '2018303071', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁天宇', '2018303073', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘佳辉', '2018303075', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴珺海', '2018303077', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('符育玮', '2018303086', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('帅洋', '2018303087', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金恒', '2018303088', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张煜辉', '2018303089', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('艾斯凯尔·艾克拜尔', '2018303090', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵林', '2018300375', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许晋嘉', '2018302685', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高漪澜', '2018303065', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何紫阳', '2018303078', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张佳鑫', '2018302839', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林昊洋', '2018303098', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邵子千', '2018302756', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周雨昂', '2018302782', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('叶枫', '2018303095', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邓志坚', '2018303096', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李嘉诚', '2018303097', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭佳鹏', '2018303100', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王明魁', '2018303101', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一隆', '2018303107', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('申满杰', '2018303108', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王后直', '2018303036', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑泽弘', '2018303047', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('伍瀚', '2018303052', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张弛', '2018303054', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐浩然', '2018303061', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('史宇心', '2018302610', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('兰筱绮', '2018302697', b'0', 5, 1, 2021, '2021-01-05', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖天宇', '2018303040', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张格格', '2018303041', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段鹤', '2018303042', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘奕文', '2018303046', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张涵', '2018303048', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭朋举', '2018303049', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈家润', '2018303050', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马鹏举', '2018303055', b'0', 5, 1, 2021, '2021-01-05', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林泽佳', '2018303059', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钟霖涛', '2018303060', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨博', '2018303063', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨奕凡', '2018303064', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏畅', '2018302716', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖红丽', '2018303043', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘家龙', '2018303044', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗忠南', '2018303045', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘海源', '2018303051', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('薛志恺', '2018303053', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子渝', '2018303056', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李哲远', '2018303057', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杜书捷', '2018303058', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欢', '2018303062', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李晨筱', '2018303067', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姬瑞鑫', '2018303069', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡季傲', '2018303072', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('解雨辰', '2018303076', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('HUDAYBERDIYEV,GURBAN', '2018380276', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('YEGEN0V,BABAMYRAT', '2018380277', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张江源', '2018301422', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁思睿', '2018303018', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('史淳元', '2018303020', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李群', '2018303023', b'0', 5, 1, 2021, '2021-01-05', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('闫俊舟', '2018303024', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵磊', '2018303025', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金通', '2018303026', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗锦添', '2018303027', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁起龙', '2018303030', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李成蹊', '2018303032', b'0', 5, 1, 2021, '2021-01-05', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钟桔梵', '2018303033', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛威翔', '2018303035', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马勃', '2018303037', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张扬', '2018301367', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康明祥', '2018301441', b'0', 5, 1, 2021, '2021-01-05', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('褚原', '2018303016', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王雨婷', '2018303017', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦辉煌', '2018303019', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄佳讯', '2018303021', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子涵', '2018303022', b'0', 5, 1, 2021, '2021-01-05', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任旭', '2018303028', b'0', 5, 1, 2021, '2021-01-05', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('韩松', '2018303038', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陶元', '2018303039', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈心琢', '2018303015', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张海阳', '2018303029', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任一凡', '2018303031', b'0', 5, 1, 2021, '2021-01-05', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗成云', '2018303034', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李旭', '2017303244', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谷昀臻', '2016303243', b'0', 5, 1, 2021, '2021-01-05', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨志坤', '2015303244', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李佳耕', '2016303274', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('喻鹏飞', '2015303245', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴军', '2016303203', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王裴', '2018302993', b'0', 5, 1, 2021, '2021-01-05', b'1', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('彭泓杰', '2018302995', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴丰良', '2018302996', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴宇豪', '2018302999', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李越', '2018303004', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王靖元', '2018303005', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张润生', '2018303011', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庞新程', '2018303012', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('侯铮', '2018303013', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦策', '2018300521', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘岳萍', '2018302990', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任嘉睿', '2018302991', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭姝阳', '2018302992', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('祁金博', '2018303001', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('焦天才', '2018303003', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁峻玮', '2018302994', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('迪力夏提·阿不都热西提', '2018302997', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许宇鹏', '2018302998', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('董章祺', '2018303000', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王森', '2018303006', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吕浩', '2018303007', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭嘉城', '2018303008', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗顺', '2018303009', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('毛烁', '2018303010', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张策', '2018303014', b'1', 5, 1, 2021, '2021-01-05', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郎聪亮', '2018300974', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周碧颖', '2018303191', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欣悦', '2018303192', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖琳', '2018303193', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('常若凡', '2018303194', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段钰纯', '2018303198', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关世源', '2018303200', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁雨晨', '2018303201', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘鑫', '2018303210', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('洪一博', '2018303212', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁文凯', '2018303213', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾旋', '2018301196', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵昊', '2018303195', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏伯荣', '2018303196', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李德昌', '2018303197', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龙凌霄', '2018303203', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('柴琛凯', '2018303205', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高子琦', '2018303208', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张嘉泰', '2018303211', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦涛', '2018303215', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈钒', '2018303177', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈铭峰', '2018303187', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘煜杰', '2018303188', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑东亦', '2018303389', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵千妹', '2018303167', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛鑫龙', '2018303176', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('万祖涛', '2018303180', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁伟鹏', '2018303190', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵玉鹏', '2018303393', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王晓宇', '2018303166', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王思玄', '2018303168', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('宫钦鹏', '2018303170', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('武辰鑫', '2018303171', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李泱泽', '2018303172', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王潇', '2018303173', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林章焘', '2018303174', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张源', '2018303175', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姜哲', '2018303178', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('冯凌畅', '2018303179', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周亚旗', '2018303181', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关博元', '2018303182', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('智珂岩', '2018303183', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘昊森', '2018303184', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许一可', '2018303186', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐琳', '2018303189', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李俊翱', '2018303199', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('徐天翼', '2018303202', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周放', '2018303204', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡宇', '2018303206', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陆照空', '2018303207', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李昌骏', '2018303209', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄凯勋', '2018303214', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙琳越', '2018303216', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭强', '2018303135', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王世浩', '2018303136', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林顺涛', '2018303137', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苟浩杰', '2018303138', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龚颖', '2018303139', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王凯', '2018303140', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('崔力允', '2018303147', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('顾泽浔', '2018303150', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李星辰', '2018303151', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈圣钦', '2018303152', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏康', '2018303153', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴永豪', '2018303154', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张泽远', '2018303155', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郝彦琦', '2018303156', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贺国利', '2018303158', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈泽远', '2018303159', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('储云涛', '2018303161', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邹荧双', '2018303252', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('成成', '2018303141', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张馨月', '2018303142', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('范炜祺', '2018303143', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王昕悦', '2018303144', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王敬璇', '2018303149', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王春生', '2018303162', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金晓帆', '2018303163', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张生华', '2018303165', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一夫', '2018303229', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('樊攀', '2018303305', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹清红', '2018303145', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李文恺', '2018303146', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('向惟江', '2018303164', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李竹雨', '2018303279', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王燕', '2018303169', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴海臻', '2018303109', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何畅浩', '2018303114', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹望嵩', '2018303115', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李小可', '2018303091', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张浩嘉', '2018303092', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('温晓然', '2018303094', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谢宇轩', '2018303099', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李函昭', '2018303102', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('卫俊杰', '2018303103', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘铭帅', '2018303104', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王祺昌', '2018303105', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黎东朗', '2018303106', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康姜鹏辰', '2018303110', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周川渝', '2018303111', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王炳楠', '2018303112', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王迪', '2018303113', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨磊', '2018302214', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王浩宇', '2018303120', b'0', 6, 1, 2021, '2021-01-06', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭震', '2018303121', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许迎龙', '2018303125', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙雷', '2018303128', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾宸彦', '2018301483', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苗泽鑫', '2018302608', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庄之琪', '2018303117', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('朱娟娟', '2018303118', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('朱文静', '2018303119', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('章值萍', '2018303122', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗庆欧', '2018303126', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘嘉伟', '2018303127', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦鹏', '2018303129', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李一凡', '2018303130', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王磊兴', '2018303131', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('蒲嘉琛', '2018303134', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谭同昊', '2018303079', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄仲臻', '2018303080', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马泽红', '2018303081', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁尧泽华', '2018303082', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘烁', '2018303083', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏萌', '2018303084', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钱卓', '2018303085', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王宁', '2018300250', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('麦吾兰·买买提', '2018303071', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁天宇', '2018303073', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘佳辉', '2018303075', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴珺海', '2018303077', b'0', 6, 1, 2021, '2021-01-06', b'1', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('符育玮', '2018303086', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('帅洋', '2018303087', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金恒', '2018303088', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张煜辉', '2018303089', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('艾斯凯尔·艾克拜尔', '2018303090', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵林', '2018300375', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许晋嘉', '2018302685', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高漪澜', '2018303065', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何紫阳', '2018303078', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张佳鑫', '2018302839', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林昊洋', '2018303098', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邵子千', '2018302756', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周雨昂', '2018302782', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('叶枫', '2018303095', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邓志坚', '2018303096', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李嘉诚', '2018303097', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭佳鹏', '2018303100', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王明魁', '2018303101', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一隆', '2018303107', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('申满杰', '2018303108', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王后直', '2018303036', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑泽弘', '2018303047', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('伍瀚', '2018303052', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张弛', '2018303054', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐浩然', '2018303061', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('史宇心', '2018302610', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('兰筱绮', '2018302697', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖天宇', '2018303040', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张格格', '2018303041', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段鹤', '2018303042', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘奕文', '2018303046', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张涵', '2018303048', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭朋举', '2018303049', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈家润', '2018303050', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马鹏举', '2018303055', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林泽佳', '2018303059', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钟霖涛', '2018303060', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨博', '2018303063', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨奕凡', '2018303064', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏畅', '2018302716', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖红丽', '2018303043', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘家龙', '2018303044', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗忠南', '2018303045', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘海源', '2018303051', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('薛志恺', '2018303053', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子渝', '2018303056', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李哲远', '2018303057', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杜书捷', '2018303058', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欢', '2018303062', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李晨筱', '2018303067', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姬瑞鑫', '2018303069', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡季傲', '2018303072', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('解雨辰', '2018303076', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('HUDAYBERDIYEV,GURBAN', '2018380276', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('YEGEN0V,BABAMYRAT', '2018380277', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张江源', '2018301422', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁思睿', '2018303018', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('史淳元', '2018303020', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李群', '2018303023', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('闫俊舟', '2018303024', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵磊', '2018303025', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金通', '2018303026', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗锦添', '2018303027', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁起龙', '2018303030', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李成蹊', '2018303032', b'0', 6, 1, 2021, '2021-01-06', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钟桔梵', '2018303033', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛威翔', '2018303035', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马勃', '2018303037', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张扬', '2018301367', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康明祥', '2018301441', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('褚原', '2018303016', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王雨婷', '2018303017', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦辉煌', '2018303019', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄佳讯', '2018303021', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子涵', '2018303022', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任旭', '2018303028', b'0', 6, 1, 2021, '2021-01-06', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('韩松', '2018303038', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陶元', '2018303039', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈心琢', '2018303015', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张海阳', '2018303029', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任一凡', '2018303031', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗成云', '2018303034', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李旭', '2017303244', b'0', 6, 1, 2021, '2021-01-06', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谷昀臻', '2016303243', b'0', 6, 1, 2021, '2021-01-06', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨志坤', '2015303244', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李佳耕', '2016303274', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('喻鹏飞', '2015303245', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴军', '2016303203', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王裴', '2018302993', b'0', 6, 1, 2021, '2021-01-06', b'1', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('彭泓杰', '2018302995', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴丰良', '2018302996', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴宇豪', '2018302999', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李越', '2018303004', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王靖元', '2018303005', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张润生', '2018303011', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庞新程', '2018303012', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('侯铮', '2018303013', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦策', '2018300521', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘岳萍', '2018302990', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任嘉睿', '2018302991', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭姝阳', '2018302992', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('祁金博', '2018303001', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('焦天才', '2018303003', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁峻玮', '2018302994', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('迪力夏提·阿不都热西提', '2018302997', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许宇鹏', '2018302998', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('董章祺', '2018303000', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王森', '2018303006', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吕浩', '2018303007', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭嘉城', '2018303008', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗顺', '2018303009', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('毛烁', '2018303010', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张策', '2018303014', b'1', 6, 1, 2021, '2021-01-06', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郎聪亮', '2018300974', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周碧颖', '2018303191', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欣悦', '2018303192', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖琳', '2018303193', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('常若凡', '2018303194', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段钰纯', '2018303198', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关世源', '2018303200', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁雨晨', '2018303201', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘鑫', '2018303210', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('洪一博', '2018303212', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁文凯', '2018303213', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾旋', '2018301196', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵昊', '2018303195', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏伯荣', '2018303196', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李德昌', '2018303197', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龙凌霄', '2018303203', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('柴琛凯', '2018303205', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高子琦', '2018303208', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张嘉泰', '2018303211', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦涛', '2018303215', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈钒', '2018303177', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈铭峰', '2018303187', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘煜杰', '2018303188', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑东亦', '2018303389', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵千妹', '2018303167', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛鑫龙', '2018303176', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('万祖涛', '2018303180', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁伟鹏', '2018303190', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵玉鹏', '2018303393', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王晓宇', '2018303166', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王思玄', '2018303168', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('宫钦鹏', '2018303170', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('武辰鑫', '2018303171', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李泱泽', '2018303172', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王潇', '2018303173', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林章焘', '2018303174', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张源', '2018303175', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姜哲', '2018303178', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('冯凌畅', '2018303179', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周亚旗', '2018303181', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关博元', '2018303182', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('智珂岩', '2018303183', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘昊森', '2018303184', b'0', 7, 1, 2021, '2021-01-07', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许一可', '2018303186', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐琳', '2018303189', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李俊翱', '2018303199', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('徐天翼', '2018303202', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周放', '2018303204', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡宇', '2018303206', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陆照空', '2018303207', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李昌骏', '2018303209', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄凯勋', '2018303214', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙琳越', '2018303216', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭强', '2018303135', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王世浩', '2018303136', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林顺涛', '2018303137', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苟浩杰', '2018303138', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龚颖', '2018303139', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王凯', '2018303140', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('崔力允', '2018303147', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('顾泽浔', '2018303150', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李星辰', '2018303151', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈圣钦', '2018303152', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏康', '2018303153', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴永豪', '2018303154', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张泽远', '2018303155', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郝彦琦', '2018303156', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贺国利', '2018303158', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈泽远', '2018303159', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('储云涛', '2018303161', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邹荧双', '2018303252', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('成成', '2018303141', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张馨月', '2018303142', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('范炜祺', '2018303143', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王昕悦', '2018303144', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王敬璇', '2018303149', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王春生', '2018303162', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金晓帆', '2018303163', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张生华', '2018303165', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一夫', '2018303229', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('樊攀', '2018303305', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹清红', '2018303145', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李文恺', '2018303146', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('向惟江', '2018303164', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李竹雨', '2018303279', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王燕', '2018303169', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴海臻', '2018303109', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何畅浩', '2018303114', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹望嵩', '2018303115', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李小可', '2018303091', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张浩嘉', '2018303092', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('温晓然', '2018303094', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谢宇轩', '2018303099', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李函昭', '2018303102', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('卫俊杰', '2018303103', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘铭帅', '2018303104', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王祺昌', '2018303105', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黎东朗', '2018303106', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康姜鹏辰', '2018303110', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周川渝', '2018303111', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王炳楠', '2018303112', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王迪', '2018303113', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨磊', '2018302214', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王浩宇', '2018303120', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭震', '2018303121', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许迎龙', '2018303125', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙雷', '2018303128', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾宸彦', '2018301483', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苗泽鑫', '2018302608', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庄之琪', '2018303117', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('朱娟娟', '2018303118', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('朱文静', '2018303119', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('章值萍', '2018303122', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗庆欧', '2018303126', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘嘉伟', '2018303127', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦鹏', '2018303129', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李一凡', '2018303130', b'0', 7, 1, 2021, '2021-01-07', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王磊兴', '2018303131', b'0', 7, 1, 2021, '2021-01-07', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('蒲嘉琛', '2018303134', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谭同昊', '2018303079', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄仲臻', '2018303080', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马泽红', '2018303081', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁尧泽华', '2018303082', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘烁', '2018303083', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏萌', '2018303084', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钱卓', '2018303085', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王宁', '2018300250', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('麦吾兰·买买提', '2018303071', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁天宇', '2018303073', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘佳辉', '2018303075', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴珺海', '2018303077', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('符育玮', '2018303086', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('帅洋', '2018303087', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金恒', '2018303088', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张煜辉', '2018303089', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('艾斯凯尔·艾克拜尔', '2018303090', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵林', '2018300375', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许晋嘉', '2018302685', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高漪澜', '2018303065', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何紫阳', '2018303078', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张佳鑫', '2018302839', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林昊洋', '2018303098', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邵子千', '2018302756', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周雨昂', '2018302782', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('叶枫', '2018303095', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邓志坚', '2018303096', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李嘉诚', '2018303097', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭佳鹏', '2018303100', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王明魁', '2018303101', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一隆', '2018303107', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('申满杰', '2018303108', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王后直', '2018303036', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑泽弘', '2018303047', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('伍瀚', '2018303052', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张弛', '2018303054', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐浩然', '2018303061', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('史宇心', '2018302610', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('兰筱绮', '2018302697', b'0', 7, 1, 2021, '2021-01-07', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖天宇', '2018303040', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张格格', '2018303041', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段鹤', '2018303042', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘奕文', '2018303046', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张涵', '2018303048', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭朋举', '2018303049', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈家润', '2018303050', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马鹏举', '2018303055', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林泽佳', '2018303059', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钟霖涛', '2018303060', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨博', '2018303063', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨奕凡', '2018303064', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏畅', '2018302716', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖红丽', '2018303043', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘家龙', '2018303044', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗忠南', '2018303045', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘海源', '2018303051', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('薛志恺', '2018303053', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子渝', '2018303056', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李哲远', '2018303057', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杜书捷', '2018303058', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欢', '2018303062', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李晨筱', '2018303067', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姬瑞鑫', '2018303069', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡季傲', '2018303072', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('解雨辰', '2018303076', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('HUDAYBERDIYEV,GURBAN', '2018380276', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('YEGEN0V,BABAMYRAT', '2018380277', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张江源', '2018301422', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁思睿', '2018303018', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('史淳元', '2018303020', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李群', '2018303023', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('闫俊舟', '2018303024', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵磊', '2018303025', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金通', '2018303026', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗锦添', '2018303027', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁起龙', '2018303030', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李成蹊', '2018303032', b'0', 7, 1, 2021, '2021-01-07', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钟桔梵', '2018303033', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛威翔', '2018303035', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马勃', '2018303037', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张扬', '2018301367', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康明祥', '2018301441', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('褚原', '2018303016', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王雨婷', '2018303017', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦辉煌', '2018303019', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄佳讯', '2018303021', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子涵', '2018303022', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任旭', '2018303028', b'0', 7, 1, 2021, '2021-01-07', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('韩松', '2018303038', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陶元', '2018303039', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈心琢', '2018303015', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张海阳', '2018303029', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任一凡', '2018303031', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗成云', '2018303034', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李旭', '2017303244', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谷昀臻', '2016303243', b'0', 7, 1, 2021, '2021-01-07', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨志坤', '2015303244', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李佳耕', '2016303274', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('喻鹏飞', '2015303245', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴军', '2016303203', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王裴', '2018302993', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('彭泓杰', '2018302995', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴丰良', '2018302996', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴宇豪', '2018302999', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李越', '2018303004', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王靖元', '2018303005', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张润生', '2018303011', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庞新程', '2018303012', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('侯铮', '2018303013', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦策', '2018300521', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘岳萍', '2018302990', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任嘉睿', '2018302991', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭姝阳', '2018302992', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('祁金博', '2018303001', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('焦天才', '2018303003', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁峻玮', '2018302994', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('迪力夏提·阿不都热西提', '2018302997', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许宇鹏', '2018302998', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('董章祺', '2018303000', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王森', '2018303006', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吕浩', '2018303007', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭嘉城', '2018303008', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗顺', '2018303009', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('毛烁', '2018303010', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张策', '2018303014', b'1', 7, 1, 2021, '2021-01-07', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郎聪亮', '2018300974', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周碧颖', '2018303191', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欣悦', '2018303192', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖琳', '2018303193', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('常若凡', '2018303194', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段钰纯', '2018303198', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关世源', '2018303200', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁雨晨', '2018303201', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘鑫', '2018303210', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('洪一博', '2018303212', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁文凯', '2018303213', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾旋', '2018301196', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵昊', '2018303195', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏伯荣', '2018303196', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李德昌', '2018303197', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龙凌霄', '2018303203', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('柴琛凯', '2018303205', b'0', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高子琦', '2018303208', b'0', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张嘉泰', '2018303211', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦涛', '2018303215', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈钒', '2018303177', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈铭峰', '2018303187', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘煜杰', '2018303188', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑东亦', '2018303389', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵千妹', '2018303167', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛鑫龙', '2018303176', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('万祖涛', '2018303180', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁伟鹏', '2018303190', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵玉鹏', '2018303393', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王晓宇', '2018303166', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王思玄', '2018303168', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('宫钦鹏', '2018303170', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('武辰鑫', '2018303171', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李泱泽', '2018303172', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王潇', '2018303173', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林章焘', '2018303174', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张源', '2018303175', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姜哲', '2018303178', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('冯凌畅', '2018303179', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周亚旗', '2018303181', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关博元', '2018303182', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('智珂岩', '2018303183', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘昊森', '2018303184', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许一可', '2018303186', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐琳', '2018303189', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李俊翱', '2018303199', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('徐天翼', '2018303202', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周放', '2018303204', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡宇', '2018303206', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陆照空', '2018303207', b'0', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李昌骏', '2018303209', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄凯勋', '2018303214', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙琳越', '2018303216', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭强', '2018303135', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王世浩', '2018303136', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林顺涛', '2018303137', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苟浩杰', '2018303138', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龚颖', '2018303139', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王凯', '2018303140', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('崔力允', '2018303147', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('顾泽浔', '2018303150', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李星辰', '2018303151', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈圣钦', '2018303152', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏康', '2018303153', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴永豪', '2018303154', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张泽远', '2018303155', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郝彦琦', '2018303156', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贺国利', '2018303158', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈泽远', '2018303159', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('储云涛', '2018303161', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邹荧双', '2018303252', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('成成', '2018303141', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张馨月', '2018303142', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('范炜祺', '2018303143', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王昕悦', '2018303144', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王敬璇', '2018303149', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王春生', '2018303162', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金晓帆', '2018303163', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张生华', '2018303165', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一夫', '2018303229', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('樊攀', '2018303305', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹清红', '2018303145', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李文恺', '2018303146', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('向惟江', '2018303164', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李竹雨', '2018303279', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王燕', '2018303169', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴海臻', '2018303109', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何畅浩', '2018303114', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹望嵩', '2018303115', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李小可', '2018303091', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张浩嘉', '2018303092', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('温晓然', '2018303094', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谢宇轩', '2018303099', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李函昭', '2018303102', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('卫俊杰', '2018303103', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘铭帅', '2018303104', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王祺昌', '2018303105', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黎东朗', '2018303106', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康姜鹏辰', '2018303110', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周川渝', '2018303111', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王炳楠', '2018303112', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王迪', '2018303113', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨磊', '2018302214', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王浩宇', '2018303120', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭震', '2018303121', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许迎龙', '2018303125', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙雷', '2018303128', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾宸彦', '2018301483', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苗泽鑫', '2018302608', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庄之琪', '2018303117', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('朱娟娟', '2018303118', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('朱文静', '2018303119', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('章值萍', '2018303122', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗庆欧', '2018303126', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘嘉伟', '2018303127', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦鹏', '2018303129', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李一凡', '2018303130', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王磊兴', '2018303131', b'0', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('蒲嘉琛', '2018303134', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谭同昊', '2018303079', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄仲臻', '2018303080', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马泽红', '2018303081', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁尧泽华', '2018303082', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘烁', '2018303083', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏萌', '2018303084', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钱卓', '2018303085', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王宁', '2018300250', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('麦吾兰·买买提', '2018303071', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁天宇', '2018303073', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘佳辉', '2018303075', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴珺海', '2018303077', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('符育玮', '2018303086', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('帅洋', '2018303087', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金恒', '2018303088', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张煜辉', '2018303089', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('艾斯凯尔·艾克拜尔', '2018303090', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵林', '2018300375', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许晋嘉', '2018302685', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高漪澜', '2018303065', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何紫阳', '2018303078', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张佳鑫', '2018302839', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林昊洋', '2018303098', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邵子千', '2018302756', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周雨昂', '2018302782', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('叶枫', '2018303095', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邓志坚', '2018303096', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李嘉诚', '2018303097', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭佳鹏', '2018303100', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王明魁', '2018303101', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一隆', '2018303107', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('申满杰', '2018303108', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王后直', '2018303036', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑泽弘', '2018303047', b'0', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('伍瀚', '2018303052', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张弛', '2018303054', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐浩然', '2018303061', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('史宇心', '2018302610', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('兰筱绮', '2018302697', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖天宇', '2018303040', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张格格', '2018303041', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段鹤', '2018303042', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘奕文', '2018303046', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张涵', '2018303048', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭朋举', '2018303049', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈家润', '2018303050', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马鹏举', '2018303055', b'0', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林泽佳', '2018303059', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钟霖涛', '2018303060', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨博', '2018303063', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨奕凡', '2018303064', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏畅', '2018302716', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖红丽', '2018303043', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘家龙', '2018303044', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗忠南', '2018303045', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘海源', '2018303051', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('薛志恺', '2018303053', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子渝', '2018303056', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李哲远', '2018303057', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杜书捷', '2018303058', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欢', '2018303062', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李晨筱', '2018303067', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姬瑞鑫', '2018303069', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡季傲', '2018303072', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('解雨辰', '2018303076', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('HUDAYBERDIYEV,GURBAN', '2018380276', b'0', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('YEGEN0V,BABAMYRAT', '2018380277', b'0', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张江源', '2018301422', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁思睿', '2018303018', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('史淳元', '2018303020', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李群', '2018303023', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('闫俊舟', '2018303024', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵磊', '2018303025', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金通', '2018303026', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗锦添', '2018303027', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁起龙', '2018303030', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李成蹊', '2018303032', b'0', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钟桔梵', '2018303033', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛威翔', '2018303035', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马勃', '2018303037', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张扬', '2018301367', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康明祥', '2018301441', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('褚原', '2018303016', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王雨婷', '2018303017', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦辉煌', '2018303019', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄佳讯', '2018303021', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子涵', '2018303022', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任旭', '2018303028', b'0', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('韩松', '2018303038', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陶元', '2018303039', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈心琢', '2018303015', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张海阳', '2018303029', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任一凡', '2018303031', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗成云', '2018303034', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李旭', '2017303244', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谷昀臻', '2016303243', b'1', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨志坤', '2015303244', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李佳耕', '2016303274', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('喻鹏飞', '2015303245', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴军', '2016303203', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王裴', '2018302993', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('彭泓杰', '2018302995', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴丰良', '2018302996', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴宇豪', '2018302999', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李越', '2018303004', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王靖元', '2018303005', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张润生', '2018303011', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庞新程', '2018303012', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('侯铮', '2018303013', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦策', '2018300521', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘岳萍', '2018302990', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任嘉睿', '2018302991', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭姝阳', '2018302992', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('祁金博', '2018303001', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('焦天才', '2018303003', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁峻玮', '2018302994', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('迪力夏提·阿不都热西提', '2018302997', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许宇鹏', '2018302998', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('董章祺', '2018303000', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王森', '2018303006', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吕浩', '2018303007', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭嘉城', '2018303008', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗顺', '2018303009', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('毛烁', '2018303010', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张策', '2018303014', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郎聪亮', '2018300974', b'0', 11, 1, 2021, '2021-01-11', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周碧颖', '2018303191', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欣悦', '2018303192', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖琳', '2018303193', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('常若凡', '2018303194', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段钰纯', '2018303198', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关世源', '2018303200', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁雨晨', '2018303201', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘鑫', '2018303210', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('洪一博', '2018303212', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁文凯', '2018303213', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾旋', '2018301196', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵昊', '2018303195', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏伯荣', '2018303196', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李德昌', '2018303197', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龙凌霄', '2018303203', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('柴琛凯', '2018303205', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高子琦', '2018303208', b'0', 11, 1, 2021, '2021-01-11', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张嘉泰', '2018303211', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦涛', '2018303215', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈钒', '2018303177', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈铭峰', '2018303187', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘煜杰', '2018303188', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑东亦', '2018303389', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵千妹', '2018303167', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛鑫龙', '2018303176', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('万祖涛', '2018303180', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁伟鹏', '2018303190', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵玉鹏', '2018303393', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王晓宇', '2018303166', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王思玄', '2018303168', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('宫钦鹏', '2018303170', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('武辰鑫', '2018303171', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李泱泽', '2018303172', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王潇', '2018303173', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林章焘', '2018303174', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张源', '2018303175', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姜哲', '2018303178', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('冯凌畅', '2018303179', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周亚旗', '2018303181', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关博元', '2018303182', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('智珂岩', '2018303183', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘昊森', '2018303184', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许一可', '2018303186', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐琳', '2018303189', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李俊翱', '2018303199', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('徐天翼', '2018303202', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周放', '2018303204', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡宇', '2018303206', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陆照空', '2018303207', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李昌骏', '2018303209', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄凯勋', '2018303214', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙琳越', '2018303216', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭强', '2018303135', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王世浩', '2018303136', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林顺涛', '2018303137', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苟浩杰', '2018303138', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龚颖', '2018303139', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王凯', '2018303140', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('崔力允', '2018303147', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('顾泽浔', '2018303150', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李星辰', '2018303151', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈圣钦', '2018303152', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏康', '2018303153', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴永豪', '2018303154', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张泽远', '2018303155', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郝彦琦', '2018303156', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贺国利', '2018303158', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈泽远', '2018303159', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('储云涛', '2018303161', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邹荧双', '2018303252', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('成成', '2018303141', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张馨月', '2018303142', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('范炜祺', '2018303143', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王昕悦', '2018303144', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王敬璇', '2018303149', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王春生', '2018303162', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金晓帆', '2018303163', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张生华', '2018303165', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一夫', '2018303229', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('樊攀', '2018303305', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹清红', '2018303145', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李文恺', '2018303146', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('向惟江', '2018303164', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李竹雨', '2018303279', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王燕', '2018303169', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴海臻', '2018303109', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何畅浩', '2018303114', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹望嵩', '2018303115', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李小可', '2018303091', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张浩嘉', '2018303092', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('温晓然', '2018303094', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谢宇轩', '2018303099', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李函昭', '2018303102', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('卫俊杰', '2018303103', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘铭帅', '2018303104', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王祺昌', '2018303105', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黎东朗', '2018303106', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康姜鹏辰', '2018303110', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周川渝', '2018303111', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康明祥', '2018301441', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('褚原', '2018303016', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王雨婷', '2018303017', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦辉煌', '2018303019', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄佳讯', '2018303021', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子涵', '2018303022', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任旭', '2018303028', b'0', 11, 1, 2021, '2021-01-11', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('韩松', '2018303038', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陶元', '2018303039', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈心琢', '2018303015', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张海阳', '2018303029', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任一凡', '2018303031', b'0', 11, 1, 2021, '2021-01-11', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗成云', '2018303034', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李旭', '2017303244', b'0', 11, 1, 2021, '2021-01-11', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谷昀臻', '2016303243', b'0', 11, 1, 2021, '2021-01-11', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨志坤', '2015303244', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李佳耕', '2016303274', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('喻鹏飞', '2015303245', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴军', '2016303203', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王裴', '2018302993', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('彭泓杰', '2018302995', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴丰良', '2018302996', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴宇豪', '2018302999', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李越', '2018303004', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王靖元', '2018303005', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张润生', '2018303011', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庞新程', '2018303012', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('侯铮', '2018303013', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦策', '2018300521', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘岳萍', '2018302990', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任嘉睿', '2018302991', b'0', 11, 1, 2021, '2021-01-11', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭姝阳', '2018302992', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('祁金博', '2018303001', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('焦天才', '2018303003', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁峻玮', '2018302994', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('迪力夏提·阿不都热西提', '2018302997', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许宇鹏', '2018302998', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('董章祺', '2018303000', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王森', '2018303006', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吕浩', '2018303007', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭嘉城', '2018303008', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗顺', '2018303009', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('毛烁', '2018303010', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张策', '2018303014', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郎聪亮', '2018300974', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周碧颖', '2018303191', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欣悦', '2018303192', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖琳', '2018303193', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('常若凡', '2018303194', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段钰纯', '2018303198', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关世源', '2018303200', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁雨晨', '2018303201', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘鑫', '2018303210', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('洪一博', '2018303212', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁文凯', '2018303213', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾旋', '2018301196', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵昊', '2018303195', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏伯荣', '2018303196', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李德昌', '2018303197', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龙凌霄', '2018303203', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('柴琛凯', '2018303205', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高子琦', '2018303208', b'0', 12, 1, 2021, '2021-01-12', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张嘉泰', '2018303211', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦涛', '2018303215', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈钒', '2018303177', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈铭峰', '2018303187', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘煜杰', '2018303188', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑东亦', '2018303389', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵千妹', '2018303167', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛鑫龙', '2018303176', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('万祖涛', '2018303180', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁伟鹏', '2018303190', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵玉鹏', '2018303393', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王晓宇', '2018303166', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王思玄', '2018303168', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('宫钦鹏', '2018303170', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('武辰鑫', '2018303171', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李泱泽', '2018303172', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王潇', '2018303173', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林章焘', '2018303174', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张源', '2018303175', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姜哲', '2018303178', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('冯凌畅', '2018303179', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周亚旗', '2018303181', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关博元', '2018303182', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('智珂岩', '2018303183', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘昊森', '2018303184', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许一可', '2018303186', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐琳', '2018303189', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李俊翱', '2018303199', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('徐天翼', '2018303202', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周放', '2018303204', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡宇', '2018303206', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陆照空', '2018303207', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李昌骏', '2018303209', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄凯勋', '2018303214', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙琳越', '2018303216', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭强', '2018303135', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王世浩', '2018303136', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林顺涛', '2018303137', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苟浩杰', '2018303138', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龚颖', '2018303139', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王凯', '2018303140', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('崔力允', '2018303147', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('顾泽浔', '2018303150', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李星辰', '2018303151', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈圣钦', '2018303152', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏康', '2018303153', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴永豪', '2018303154', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张泽远', '2018303155', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郝彦琦', '2018303156', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贺国利', '2018303158', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈泽远', '2018303159', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('储云涛', '2018303161', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邹荧双', '2018303252', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('成成', '2018303141', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张馨月', '2018303142', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('范炜祺', '2018303143', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王昕悦', '2018303144', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王敬璇', '2018303149', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王春生', '2018303162', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金晓帆', '2018303163', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张生华', '2018303165', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一夫', '2018303229', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('樊攀', '2018303305', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹清红', '2018303145', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李文恺', '2018303146', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('向惟江', '2018303164', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李竹雨', '2018303279', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王燕', '2018303169', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴海臻', '2018303109', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何畅浩', '2018303114', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹望嵩', '2018303115', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李小可', '2018303091', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张浩嘉', '2018303092', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('温晓然', '2018303094', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谢宇轩', '2018303099', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李函昭', '2018303102', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('卫俊杰', '2018303103', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘铭帅', '2018303104', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王祺昌', '2018303105', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黎东朗', '2018303106', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康姜鹏辰', '2018303110', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周川渝', '2018303111', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王炳楠', '2018303112', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王迪', '2018303113', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨磊', '2018302214', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王浩宇', '2018303120', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭震', '2018303121', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许迎龙', '2018303125', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙雷', '2018303128', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾宸彦', '2018301483', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苗泽鑫', '2018302608', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庄之琪', '2018303117', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('朱娟娟', '2018303118', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('朱文静', '2018303119', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('章值萍', '2018303122', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗庆欧', '2018303126', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘嘉伟', '2018303127', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦鹏', '2018303129', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李一凡', '2018303130', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王磊兴', '2018303131', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('蒲嘉琛', '2018303134', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谭同昊', '2018303079', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄仲臻', '2018303080', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马泽红', '2018303081', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁尧泽华', '2018303082', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘烁', '2018303083', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏萌', '2018303084', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钱卓', '2018303085', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王宁', '2018300250', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('麦吾兰·买买提', '2018303071', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁天宇', '2018303073', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘佳辉', '2018303075', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴珺海', '2018303077', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('符育玮', '2018303086', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('帅洋', '2018303087', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金恒', '2018303088', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张煜辉', '2018303089', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('艾斯凯尔·艾克拜尔', '2018303090', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵林', '2018300375', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许晋嘉', '2018302685', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高漪澜', '2018303065', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何紫阳', '2018303078', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张佳鑫', '2018302839', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林昊洋', '2018303098', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邵子千', '2018302756', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周雨昂', '2018302782', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('叶枫', '2018303095', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邓志坚', '2018303096', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李嘉诚', '2018303097', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭佳鹏', '2018303100', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王明魁', '2018303101', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一隆', '2018303107', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('申满杰', '2018303108', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王后直', '2018303036', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑泽弘', '2018303047', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('伍瀚', '2018303052', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张弛', '2018303054', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐浩然', '2018303061', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('史宇心', '2018302610', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('兰筱绮', '2018302697', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖天宇', '2018303040', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张格格', '2018303041', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段鹤', '2018303042', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘奕文', '2018303046', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张涵', '2018303048', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭朋举', '2018303049', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈家润', '2018303050', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马鹏举', '2018303055', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林泽佳', '2018303059', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钟霖涛', '2018303060', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨博', '2018303063', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨奕凡', '2018303064', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏畅', '2018302716', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖红丽', '2018303043', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘家龙', '2018303044', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗忠南', '2018303045', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘海源', '2018303051', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('薛志恺', '2018303053', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子渝', '2018303056', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李哲远', '2018303057', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杜书捷', '2018303058', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欢', '2018303062', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李晨筱', '2018303067', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姬瑞鑫', '2018303069', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡季傲', '2018303072', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('解雨辰', '2018303076', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('HUDAYBERDIYEV,GURBAN', '2018380276', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('YEGEN0V,BABAMYRAT', '2018380277', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张江源', '2018301422', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁思睿', '2018303018', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('史淳元', '2018303020', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李群', '2018303023', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('闫俊舟', '2018303024', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵磊', '2018303025', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金通', '2018303026', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗锦添', '2018303027', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁起龙', '2018303030', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李成蹊', '2018303032', b'0', 12, 1, 2021, '2021-01-12', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钟桔梵', '2018303033', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛威翔', '2018303035', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马勃', '2018303037', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张扬', '2018301367', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康明祥', '2018301441', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('褚原', '2018303016', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王雨婷', '2018303017', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦辉煌', '2018303019', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄佳讯', '2018303021', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子涵', '2018303022', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任旭', '2018303028', b'0', 12, 1, 2021, '2021-01-12', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('韩松', '2018303038', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陶元', '2018303039', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈心琢', '2018303015', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张海阳', '2018303029', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任一凡', '2018303031', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗成云', '2018303034', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李旭', '2017303244', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谷昀臻', '2016303243', b'0', 12, 1, 2021, '2021-01-12', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨志坤', '2015303244', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李佳耕', '2016303274', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('喻鹏飞', '2015303245', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴军', '2016303203', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王裴', '2018302993', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('彭泓杰', '2018302995', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴丰良', '2018302996', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴宇豪', '2018302999', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李越', '2018303004', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王靖元', '2018303005', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张润生', '2018303011', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庞新程', '2018303012', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('侯铮', '2018303013', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦策', '2018300521', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘岳萍', '2018302990', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任嘉睿', '2018302991', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭姝阳', '2018302992', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('祁金博', '2018303001', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('焦天才', '2018303003', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁峻玮', '2018302994', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('迪力夏提·阿不都热西提', '2018302997', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许宇鹏', '2018302998', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('董章祺', '2018303000', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王森', '2018303006', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吕浩', '2018303007', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭嘉城', '2018303008', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗顺', '2018303009', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('毛烁', '2018303010', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张策', '2018303014', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郎聪亮', '2018300974', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周碧颖', '2018303191', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欣悦', '2018303192', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖琳', '2018303193', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('常若凡', '2018303194', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段钰纯', '2018303198', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关世源', '2018303200', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁雨晨', '2018303201', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘鑫', '2018303210', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('洪一博', '2018303212', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁文凯', '2018303213', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾旋', '2018301196', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵昊', '2018303195', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏伯荣', '2018303196', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李德昌', '2018303197', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龙凌霄', '2018303203', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('柴琛凯', '2018303205', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高子琦', '2018303208', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张嘉泰', '2018303211', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦涛', '2018303215', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈钒', '2018303177', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈铭峰', '2018303187', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘煜杰', '2018303188', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑东亦', '2018303389', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵千妹', '2018303167', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛鑫龙', '2018303176', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('万祖涛', '2018303180', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁伟鹏', '2018303190', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵玉鹏', '2018303393', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王晓宇', '2018303166', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王思玄', '2018303168', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('宫钦鹏', '2018303170', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('武辰鑫', '2018303171', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李泱泽', '2018303172', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王潇', '2018303173', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林章焘', '2018303174', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张源', '2018303175', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姜哲', '2018303178', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('冯凌畅', '2018303179', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周亚旗', '2018303181', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关博元', '2018303182', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('智珂岩', '2018303183', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘昊森', '2018303184', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许一可', '2018303186', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐琳', '2018303189', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李俊翱', '2018303199', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('徐天翼', '2018303202', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周放', '2018303204', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡宇', '2018303206', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陆照空', '2018303207', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李昌骏', '2018303209', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄凯勋', '2018303214', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙琳越', '2018303216', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭强', '2018303135', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王世浩', '2018303136', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林顺涛', '2018303137', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苟浩杰', '2018303138', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龚颖', '2018303139', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王凯', '2018303140', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('崔力允', '2018303147', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('顾泽浔', '2018303150', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李星辰', '2018303151', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈圣钦', '2018303152', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏康', '2018303153', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴永豪', '2018303154', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张泽远', '2018303155', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郝彦琦', '2018303156', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贺国利', '2018303158', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈泽远', '2018303159', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('储云涛', '2018303161', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邹荧双', '2018303252', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('成成', '2018303141', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张馨月', '2018303142', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('范炜祺', '2018303143', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王昕悦', '2018303144', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王敬璇', '2018303149', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王春生', '2018303162', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金晓帆', '2018303163', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张生华', '2018303165', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一夫', '2018303229', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('樊攀', '2018303305', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹清红', '2018303145', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李文恺', '2018303146', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('向惟江', '2018303164', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李竹雨', '2018303279', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王燕', '2018303169', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴海臻', '2018303109', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何畅浩', '2018303114', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹望嵩', '2018303115', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李小可', '2018303091', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张浩嘉', '2018303092', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('温晓然', '2018303094', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谢宇轩', '2018303099', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李函昭', '2018303102', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('卫俊杰', '2018303103', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘铭帅', '2018303104', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王祺昌', '2018303105', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黎东朗', '2018303106', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康姜鹏辰', '2018303110', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周川渝', '2018303111', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王炳楠', '2018303112', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王迪', '2018303113', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨磊', '2018302214', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王浩宇', '2018303120', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭震', '2018303121', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许迎龙', '2018303125', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙雷', '2018303128', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾宸彦', '2018301483', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苗泽鑫', '2018302608', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庄之琪', '2018303117', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('朱娟娟', '2018303118', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('朱文静', '2018303119', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('章值萍', '2018303122', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗庆欧', '2018303126', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘嘉伟', '2018303127', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦鹏', '2018303129', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李一凡', '2018303130', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王磊兴', '2018303131', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('蒲嘉琛', '2018303134', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谭同昊', '2018303079', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄仲臻', '2018303080', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马泽红', '2018303081', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁尧泽华', '2018303082', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘烁', '2018303083', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏萌', '2018303084', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钱卓', '2018303085', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王宁', '2018300250', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('麦吾兰·买买提', '2018303071', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁天宇', '2018303073', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘佳辉', '2018303075', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴珺海', '2018303077', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('符育玮', '2018303086', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('帅洋', '2018303087', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金恒', '2018303088', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张煜辉', '2018303089', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('艾斯凯尔·艾克拜尔', '2018303090', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵林', '2018300375', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许晋嘉', '2018302685', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高漪澜', '2018303065', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何紫阳', '2018303078', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张佳鑫', '2018302839', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林昊洋', '2018303098', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邵子千', '2018302756', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周雨昂', '2018302782', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('叶枫', '2018303095', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邓志坚', '2018303096', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李嘉诚', '2018303097', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭佳鹏', '2018303100', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王明魁', '2018303101', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一隆', '2018303107', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('申满杰', '2018303108', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王后直', '2018303036', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑泽弘', '2018303047', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('伍瀚', '2018303052', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张弛', '2018303054', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐浩然', '2018303061', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('史宇心', '2018302610', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('兰筱绮', '2018302697', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖天宇', '2018303040', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张格格', '2018303041', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段鹤', '2018303042', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘奕文', '2018303046', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张涵', '2018303048', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭朋举', '2018303049', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈家润', '2018303050', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马鹏举', '2018303055', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林泽佳', '2018303059', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钟霖涛', '2018303060', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨博', '2018303063', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨奕凡', '2018303064', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏畅', '2018302716', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖红丽', '2018303043', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘家龙', '2018303044', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗忠南', '2018303045', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘海源', '2018303051', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('薛志恺', '2018303053', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子渝', '2018303056', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李哲远', '2018303057', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杜书捷', '2018303058', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欢', '2018303062', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李晨筱', '2018303067', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姬瑞鑫', '2018303069', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡季傲', '2018303072', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('解雨辰', '2018303076', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('HUDAYBERDIYEV,GURBAN', '2018380276', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('YEGEN0V,BABAMYRAT', '2018380277', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张江源', '2018301422', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁思睿', '2018303018', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('史淳元', '2018303020', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李群', '2018303023', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('闫俊舟', '2018303024', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵磊', '2018303025', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金通', '2018303026', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗锦添', '2018303027', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁起龙', '2018303030', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李成蹊', '2018303032', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钟桔梵', '2018303033', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛威翔', '2018303035', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马勃', '2018303037', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张扬', '2018301367', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康明祥', '2018301441', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('褚原', '2018303016', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王雨婷', '2018303017', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦辉煌', '2018303019', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄佳讯', '2018303021', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子涵', '2018303022', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任旭', '2018303028', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('韩松', '2018303038', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陶元', '2018303039', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈心琢', '2018303015', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张海阳', '2018303029', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任一凡', '2018303031', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗成云', '2018303034', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李旭', '2017303244', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谷昀臻', '2016303243', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨志坤', '2015303244', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李佳耕', '2016303274', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('喻鹏飞', '2015303245', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴军', '2016303203', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王裴', '2018302993', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('彭泓杰', '2018302995', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴丰良', '2018302996', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴宇豪', '2018302999', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李越', '2018303004', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王靖元', '2018303005', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张润生', '2018303011', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庞新程', '2018303012', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('侯铮', '2018303013', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦策', '2018300521', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘岳萍', '2018302990', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任嘉睿', '2018302991', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭姝阳', '2018302992', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('祁金博', '2018303001', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('焦天才', '2018303003', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁峻玮', '2018302994', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('迪力夏提·阿不都热西提', '2018302997', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许宇鹏', '2018302998', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('董章祺', '2018303000', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王森', '2018303006', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吕浩', '2018303007', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭嘉城', '2018303008', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗顺', '2018303009', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('毛烁', '2018303010', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张策', '2018303014', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郎聪亮', '2018300974', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周碧颖', '2018303191', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欣悦', '2018303192', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖琳', '2018303193', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('常若凡', '2018303194', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段钰纯', '2018303198', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关世源', '2018303200', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁雨晨', '2018303201', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘鑫', '2018303210', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('洪一博', '2018303212', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁文凯', '2018303213', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾旋', '2018301196', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵昊', '2018303195', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏伯荣', '2018303196', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李德昌', '2018303197', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龙凌霄', '2018303203', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('柴琛凯', '2018303205', b'0', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高子琦', '2018303208', b'0', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张嘉泰', '2018303211', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦涛', '2018303215', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈钒', '2018303177', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈铭峰', '2018303187', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘煜杰', '2018303188', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑东亦', '2018303389', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵千妹', '2018303167', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛鑫龙', '2018303176', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('万祖涛', '2018303180', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁伟鹏', '2018303190', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵玉鹏', '2018303393', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王晓宇', '2018303166', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王思玄', '2018303168', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('宫钦鹏', '2018303170', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('武辰鑫', '2018303171', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李泱泽', '2018303172', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王潇', '2018303173', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林章焘', '2018303174', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张源', '2018303175', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姜哲', '2018303178', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('冯凌畅', '2018303179', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周亚旗', '2018303181', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关博元', '2018303182', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('智珂岩', '2018303183', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘昊森', '2018303184', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许一可', '2018303186', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐琳', '2018303189', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李俊翱', '2018303199', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('徐天翼', '2018303202', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周放', '2018303204', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡宇', '2018303206', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陆照空', '2018303207', b'0', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李昌骏', '2018303209', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄凯勋', '2018303214', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙琳越', '2018303216', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭强', '2018303135', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王世浩', '2018303136', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林顺涛', '2018303137', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苟浩杰', '2018303138', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龚颖', '2018303139', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王凯', '2018303140', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('崔力允', '2018303147', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('顾泽浔', '2018303150', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李星辰', '2018303151', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈圣钦', '2018303152', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏康', '2018303153', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴永豪', '2018303154', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张泽远', '2018303155', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郝彦琦', '2018303156', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贺国利', '2018303158', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈泽远', '2018303159', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('储云涛', '2018303161', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邹荧双', '2018303252', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('成成', '2018303141', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张馨月', '2018303142', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('范炜祺', '2018303143', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王昕悦', '2018303144', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王敬璇', '2018303149', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王春生', '2018303162', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金晓帆', '2018303163', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张生华', '2018303165', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一夫', '2018303229', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('樊攀', '2018303305', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹清红', '2018303145', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李文恺', '2018303146', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('向惟江', '2018303164', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李竹雨', '2018303279', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王燕', '2018303169', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴海臻', '2018303109', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何畅浩', '2018303114', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹望嵩', '2018303115', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李小可', '2018303091', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张浩嘉', '2018303092', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('温晓然', '2018303094', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谢宇轩', '2018303099', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李函昭', '2018303102', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('卫俊杰', '2018303103', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘铭帅', '2018303104', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王祺昌', '2018303105', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黎东朗', '2018303106', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康姜鹏辰', '2018303110', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周川渝', '2018303111', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王炳楠', '2018303112', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王迪', '2018303113', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨磊', '2018302214', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王浩宇', '2018303120', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭震', '2018303121', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许迎龙', '2018303125', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙雷', '2018303128', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾宸彦', '2018301483', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苗泽鑫', '2018302608', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庄之琪', '2018303117', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('朱娟娟', '2018303118', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('朱文静', '2018303119', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('章值萍', '2018303122', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗庆欧', '2018303126', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘嘉伟', '2018303127', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦鹏', '2018303129', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李一凡', '2018303130', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王磊兴', '2018303131', b'0', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('蒲嘉琛', '2018303134', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谭同昊', '2018303079', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄仲臻', '2018303080', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马泽红', '2018303081', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁尧泽华', '2018303082', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘烁', '2018303083', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏萌', '2018303084', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钱卓', '2018303085', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王宁', '2018300250', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('麦吾兰·买买提', '2018303071', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁天宇', '2018303073', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘佳辉', '2018303075', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴珺海', '2018303077', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('符育玮', '2018303086', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('帅洋', '2018303087', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金恒', '2018303088', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张煜辉', '2018303089', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('艾斯凯尔·艾克拜尔', '2018303090', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵林', '2018300375', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许晋嘉', '2018302685', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高漪澜', '2018303065', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何紫阳', '2018303078', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张佳鑫', '2018302839', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林昊洋', '2018303098', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邵子千', '2018302756', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周雨昂', '2018302782', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('叶枫', '2018303095', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邓志坚', '2018303096', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李嘉诚', '2018303097', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭佳鹏', '2018303100', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王明魁', '2018303101', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一隆', '2018303107', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('申满杰', '2018303108', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王后直', '2018303036', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑泽弘', '2018303047', b'0', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('伍瀚', '2018303052', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张弛', '2018303054', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐浩然', '2018303061', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('史宇心', '2018302610', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('兰筱绮', '2018302697', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖天宇', '2018303040', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张格格', '2018303041', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段鹤', '2018303042', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘奕文', '2018303046', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张涵', '2018303048', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭朋举', '2018303049', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈家润', '2018303050', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马鹏举', '2018303055', b'0', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林泽佳', '2018303059', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钟霖涛', '2018303060', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨博', '2018303063', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨奕凡', '2018303064', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏畅', '2018302716', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖红丽', '2018303043', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘家龙', '2018303044', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗忠南', '2018303045', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘海源', '2018303051', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('薛志恺', '2018303053', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子渝', '2018303056', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李哲远', '2018303057', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杜书捷', '2018303058', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欢', '2018303062', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李晨筱', '2018303067', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姬瑞鑫', '2018303069', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡季傲', '2018303072', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('解雨辰', '2018303076', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('HUDAYBERDIYEV,GURBAN', '2018380276', b'0', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('YEGEN0V,BABAMYRAT', '2018380277', b'0', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张江源', '2018301422', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁思睿', '2018303018', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('史淳元', '2018303020', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李群', '2018303023', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('闫俊舟', '2018303024', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵磊', '2018303025', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金通', '2018303026', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗锦添', '2018303027', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁起龙', '2018303030', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李成蹊', '2018303032', b'0', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钟桔梵', '2018303033', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛威翔', '2018303035', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马勃', '2018303037', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张扬', '2018301367', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康明祥', '2018301441', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('褚原', '2018303016', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王雨婷', '2018303017', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦辉煌', '2018303019', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄佳讯', '2018303021', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子涵', '2018303022', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任旭', '2018303028', b'0', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('韩松', '2018303038', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陶元', '2018303039', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈心琢', '2018303015', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张海阳', '2018303029', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任一凡', '2018303031', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗成云', '2018303034', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李旭', '2017303244', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谷昀臻', '2016303243', b'1', 8, 1, 2021, '2021-01-08', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨志坤', '2015303244', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李佳耕', '2016303274', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('喻鹏飞', '2015303245', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴军', '2016303203', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王裴', '2018302993', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('彭泓杰', '2018302995', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴丰良', '2018302996', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴宇豪', '2018302999', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李越', '2018303004', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王靖元', '2018303005', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张润生', '2018303011', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庞新程', '2018303012', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('侯铮', '2018303013', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦策', '2018300521', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘岳萍', '2018302990', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任嘉睿', '2018302991', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭姝阳', '2018302992', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('祁金博', '2018303001', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('焦天才', '2018303003', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁峻玮', '2018302994', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('迪力夏提·阿不都热西提', '2018302997', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许宇鹏', '2018302998', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('董章祺', '2018303000', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王森', '2018303006', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吕浩', '2018303007', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭嘉城', '2018303008', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗顺', '2018303009', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('毛烁', '2018303010', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张策', '2018303014', b'1', 8, 1, 2021, '2021-01-08', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郎聪亮', '2018300974', b'0', 11, 1, 2021, '2021-01-11', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周碧颖', '2018303191', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欣悦', '2018303192', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖琳', '2018303193', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('常若凡', '2018303194', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段钰纯', '2018303198', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关世源', '2018303200', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁雨晨', '2018303201', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘鑫', '2018303210', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('洪一博', '2018303212', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁文凯', '2018303213', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾旋', '2018301196', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵昊', '2018303195', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏伯荣', '2018303196', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李德昌', '2018303197', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龙凌霄', '2018303203', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('柴琛凯', '2018303205', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高子琦', '2018303208', b'0', 11, 1, 2021, '2021-01-11', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张嘉泰', '2018303211', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦涛', '2018303215', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈钒', '2018303177', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈铭峰', '2018303187', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘煜杰', '2018303188', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑东亦', '2018303389', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵千妹', '2018303167', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛鑫龙', '2018303176', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('万祖涛', '2018303180', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁伟鹏', '2018303190', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵玉鹏', '2018303393', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王晓宇', '2018303166', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王思玄', '2018303168', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('宫钦鹏', '2018303170', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('武辰鑫', '2018303171', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李泱泽', '2018303172', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王潇', '2018303173', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林章焘', '2018303174', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张源', '2018303175', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姜哲', '2018303178', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('冯凌畅', '2018303179', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周亚旗', '2018303181', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关博元', '2018303182', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('智珂岩', '2018303183', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘昊森', '2018303184', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许一可', '2018303186', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐琳', '2018303189', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李俊翱', '2018303199', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('徐天翼', '2018303202', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周放', '2018303204', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡宇', '2018303206', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陆照空', '2018303207', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李昌骏', '2018303209', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄凯勋', '2018303214', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙琳越', '2018303216', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭强', '2018303135', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王世浩', '2018303136', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林顺涛', '2018303137', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苟浩杰', '2018303138', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龚颖', '2018303139', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王凯', '2018303140', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('崔力允', '2018303147', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('顾泽浔', '2018303150', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李星辰', '2018303151', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈圣钦', '2018303152', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏康', '2018303153', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴永豪', '2018303154', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张泽远', '2018303155', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郝彦琦', '2018303156', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贺国利', '2018303158', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈泽远', '2018303159', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('储云涛', '2018303161', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邹荧双', '2018303252', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('成成', '2018303141', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张馨月', '2018303142', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('范炜祺', '2018303143', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王昕悦', '2018303144', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王敬璇', '2018303149', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王春生', '2018303162', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金晓帆', '2018303163', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张生华', '2018303165', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一夫', '2018303229', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('樊攀', '2018303305', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹清红', '2018303145', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李文恺', '2018303146', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('向惟江', '2018303164', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李竹雨', '2018303279', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王燕', '2018303169', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴海臻', '2018303109', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何畅浩', '2018303114', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹望嵩', '2018303115', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李小可', '2018303091', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张浩嘉', '2018303092', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('温晓然', '2018303094', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谢宇轩', '2018303099', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李函昭', '2018303102', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('卫俊杰', '2018303103', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘铭帅', '2018303104', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王祺昌', '2018303105', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黎东朗', '2018303106', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康姜鹏辰', '2018303110', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周川渝', '2018303111', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康明祥', '2018301441', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('褚原', '2018303016', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王雨婷', '2018303017', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦辉煌', '2018303019', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄佳讯', '2018303021', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子涵', '2018303022', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任旭', '2018303028', b'0', 11, 1, 2021, '2021-01-11', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('韩松', '2018303038', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陶元', '2018303039', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈心琢', '2018303015', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张海阳', '2018303029', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任一凡', '2018303031', b'0', 11, 1, 2021, '2021-01-11', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗成云', '2018303034', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李旭', '2017303244', b'0', 11, 1, 2021, '2021-01-11', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谷昀臻', '2016303243', b'0', 11, 1, 2021, '2021-01-11', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨志坤', '2015303244', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李佳耕', '2016303274', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('喻鹏飞', '2015303245', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴军', '2016303203', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王裴', '2018302993', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('彭泓杰', '2018302995', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴丰良', '2018302996', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴宇豪', '2018302999', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李越', '2018303004', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王靖元', '2018303005', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张润生', '2018303011', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庞新程', '2018303012', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('侯铮', '2018303013', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦策', '2018300521', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘岳萍', '2018302990', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任嘉睿', '2018302991', b'0', 11, 1, 2021, '2021-01-11', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭姝阳', '2018302992', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('祁金博', '2018303001', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('焦天才', '2018303003', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁峻玮', '2018302994', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('迪力夏提·阿不都热西提', '2018302997', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许宇鹏', '2018302998', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('董章祺', '2018303000', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王森', '2018303006', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吕浩', '2018303007', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭嘉城', '2018303008', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗顺', '2018303009', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('毛烁', '2018303010', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张策', '2018303014', b'1', 11, 1, 2021, '2021-01-11', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郎聪亮', '2018300974', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周碧颖', '2018303191', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欣悦', '2018303192', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖琳', '2018303193', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('常若凡', '2018303194', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段钰纯', '2018303198', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关世源', '2018303200', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁雨晨', '2018303201', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘鑫', '2018303210', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('洪一博', '2018303212', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁文凯', '2018303213', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾旋', '2018301196', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵昊', '2018303195', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏伯荣', '2018303196', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李德昌', '2018303197', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龙凌霄', '2018303203', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('柴琛凯', '2018303205', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高子琦', '2018303208', b'0', 12, 1, 2021, '2021-01-12', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张嘉泰', '2018303211', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦涛', '2018303215', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈钒', '2018303177', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈铭峰', '2018303187', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘煜杰', '2018303188', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑东亦', '2018303389', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵千妹', '2018303167', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛鑫龙', '2018303176', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('万祖涛', '2018303180', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁伟鹏', '2018303190', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵玉鹏', '2018303393', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王晓宇', '2018303166', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王思玄', '2018303168', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('宫钦鹏', '2018303170', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('武辰鑫', '2018303171', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李泱泽', '2018303172', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王潇', '2018303173', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林章焘', '2018303174', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张源', '2018303175', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姜哲', '2018303178', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('冯凌畅', '2018303179', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周亚旗', '2018303181', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关博元', '2018303182', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('智珂岩', '2018303183', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘昊森', '2018303184', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许一可', '2018303186', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐琳', '2018303189', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李俊翱', '2018303199', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('徐天翼', '2018303202', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周放', '2018303204', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡宇', '2018303206', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陆照空', '2018303207', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李昌骏', '2018303209', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄凯勋', '2018303214', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙琳越', '2018303216', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭强', '2018303135', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王世浩', '2018303136', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林顺涛', '2018303137', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苟浩杰', '2018303138', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龚颖', '2018303139', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王凯', '2018303140', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('崔力允', '2018303147', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('顾泽浔', '2018303150', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李星辰', '2018303151', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈圣钦', '2018303152', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏康', '2018303153', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴永豪', '2018303154', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张泽远', '2018303155', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郝彦琦', '2018303156', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贺国利', '2018303158', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈泽远', '2018303159', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('储云涛', '2018303161', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邹荧双', '2018303252', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('成成', '2018303141', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张馨月', '2018303142', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('范炜祺', '2018303143', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王昕悦', '2018303144', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王敬璇', '2018303149', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王春生', '2018303162', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金晓帆', '2018303163', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张生华', '2018303165', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一夫', '2018303229', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('樊攀', '2018303305', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹清红', '2018303145', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李文恺', '2018303146', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('向惟江', '2018303164', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李竹雨', '2018303279', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王燕', '2018303169', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴海臻', '2018303109', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何畅浩', '2018303114', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹望嵩', '2018303115', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李小可', '2018303091', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张浩嘉', '2018303092', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('温晓然', '2018303094', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谢宇轩', '2018303099', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李函昭', '2018303102', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('卫俊杰', '2018303103', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘铭帅', '2018303104', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王祺昌', '2018303105', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黎东朗', '2018303106', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康姜鹏辰', '2018303110', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周川渝', '2018303111', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王炳楠', '2018303112', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王迪', '2018303113', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨磊', '2018302214', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王浩宇', '2018303120', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭震', '2018303121', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许迎龙', '2018303125', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙雷', '2018303128', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾宸彦', '2018301483', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苗泽鑫', '2018302608', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庄之琪', '2018303117', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('朱娟娟', '2018303118', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('朱文静', '2018303119', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('章值萍', '2018303122', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗庆欧', '2018303126', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘嘉伟', '2018303127', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦鹏', '2018303129', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李一凡', '2018303130', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王磊兴', '2018303131', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('蒲嘉琛', '2018303134', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谭同昊', '2018303079', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄仲臻', '2018303080', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马泽红', '2018303081', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁尧泽华', '2018303082', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘烁', '2018303083', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏萌', '2018303084', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钱卓', '2018303085', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王宁', '2018300250', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('麦吾兰·买买提', '2018303071', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁天宇', '2018303073', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘佳辉', '2018303075', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴珺海', '2018303077', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('符育玮', '2018303086', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('帅洋', '2018303087', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金恒', '2018303088', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张煜辉', '2018303089', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('艾斯凯尔·艾克拜尔', '2018303090', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵林', '2018300375', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许晋嘉', '2018302685', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高漪澜', '2018303065', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何紫阳', '2018303078', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张佳鑫', '2018302839', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林昊洋', '2018303098', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邵子千', '2018302756', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周雨昂', '2018302782', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('叶枫', '2018303095', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邓志坚', '2018303096', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李嘉诚', '2018303097', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭佳鹏', '2018303100', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王明魁', '2018303101', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一隆', '2018303107', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('申满杰', '2018303108', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王后直', '2018303036', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑泽弘', '2018303047', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('伍瀚', '2018303052', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张弛', '2018303054', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐浩然', '2018303061', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('史宇心', '2018302610', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('兰筱绮', '2018302697', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖天宇', '2018303040', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张格格', '2018303041', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段鹤', '2018303042', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘奕文', '2018303046', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张涵', '2018303048', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭朋举', '2018303049', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈家润', '2018303050', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马鹏举', '2018303055', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林泽佳', '2018303059', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钟霖涛', '2018303060', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨博', '2018303063', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨奕凡', '2018303064', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏畅', '2018302716', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖红丽', '2018303043', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘家龙', '2018303044', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗忠南', '2018303045', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘海源', '2018303051', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('薛志恺', '2018303053', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子渝', '2018303056', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李哲远', '2018303057', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杜书捷', '2018303058', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欢', '2018303062', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李晨筱', '2018303067', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姬瑞鑫', '2018303069', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡季傲', '2018303072', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('解雨辰', '2018303076', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('HUDAYBERDIYEV,GURBAN', '2018380276', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('YEGEN0V,BABAMYRAT', '2018380277', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张江源', '2018301422', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁思睿', '2018303018', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('史淳元', '2018303020', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李群', '2018303023', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('闫俊舟', '2018303024', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵磊', '2018303025', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金通', '2018303026', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗锦添', '2018303027', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁起龙', '2018303030', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李成蹊', '2018303032', b'0', 12, 1, 2021, '2021-01-12', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钟桔梵', '2018303033', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛威翔', '2018303035', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马勃', '2018303037', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张扬', '2018301367', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康明祥', '2018301441', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('褚原', '2018303016', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王雨婷', '2018303017', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦辉煌', '2018303019', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄佳讯', '2018303021', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子涵', '2018303022', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任旭', '2018303028', b'0', 12, 1, 2021, '2021-01-12', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('韩松', '2018303038', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陶元', '2018303039', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈心琢', '2018303015', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张海阳', '2018303029', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任一凡', '2018303031', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗成云', '2018303034', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李旭', '2017303244', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谷昀臻', '2016303243', b'0', 12, 1, 2021, '2021-01-12', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨志坤', '2015303244', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李佳耕', '2016303274', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('喻鹏飞', '2015303245', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴军', '2016303203', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王裴', '2018302993', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('彭泓杰', '2018302995', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴丰良', '2018302996', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴宇豪', '2018302999', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李越', '2018303004', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王靖元', '2018303005', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张润生', '2018303011', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庞新程', '2018303012', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('侯铮', '2018303013', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦策', '2018300521', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘岳萍', '2018302990', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任嘉睿', '2018302991', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭姝阳', '2018302992', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('祁金博', '2018303001', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('焦天才', '2018303003', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁峻玮', '2018302994', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('迪力夏提·阿不都热西提', '2018302997', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许宇鹏', '2018302998', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('董章祺', '2018303000', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王森', '2018303006', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吕浩', '2018303007', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭嘉城', '2018303008', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗顺', '2018303009', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('毛烁', '2018303010', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张策', '2018303014', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郎聪亮', '2018300974', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周碧颖', '2018303191', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欣悦', '2018303192', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖琳', '2018303193', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('常若凡', '2018303194', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段钰纯', '2018303198', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关世源', '2018303200', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁雨晨', '2018303201', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘鑫', '2018303210', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('洪一博', '2018303212', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁文凯', '2018303213', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾旋', '2018301196', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵昊', '2018303195', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏伯荣', '2018303196', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李德昌', '2018303197', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龙凌霄', '2018303203', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('柴琛凯', '2018303205', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高子琦', '2018303208', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张嘉泰', '2018303211', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦涛', '2018303215', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈钒', '2018303177', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈铭峰', '2018303187', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘煜杰', '2018303188', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑东亦', '2018303389', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵千妹', '2018303167', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛鑫龙', '2018303176', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('万祖涛', '2018303180', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁伟鹏', '2018303190', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵玉鹏', '2018303393', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王晓宇', '2018303166', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王思玄', '2018303168', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('宫钦鹏', '2018303170', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('武辰鑫', '2018303171', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李泱泽', '2018303172', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王潇', '2018303173', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林章焘', '2018303174', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张源', '2018303175', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姜哲', '2018303178', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('冯凌畅', '2018303179', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周亚旗', '2018303181', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('关博元', '2018303182', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('智珂岩', '2018303183', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘昊森', '2018303184', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许一可', '2018303186', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐琳', '2018303189', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李俊翱', '2018303199', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('徐天翼', '2018303202', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周放', '2018303204', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡宇', '2018303206', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陆照空', '2018303207', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李昌骏', '2018303209', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄凯勋', '2018303214', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙琳越', '2018303216', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭强', '2018303135', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王世浩', '2018303136', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林顺涛', '2018303137', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苟浩杰', '2018303138', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('龚颖', '2018303139', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王凯', '2018303140', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('崔力允', '2018303147', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('顾泽浔', '2018303150', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李星辰', '2018303151', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈圣钦', '2018303152', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏康', '2018303153', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴永豪', '2018303154', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张泽远', '2018303155', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郝彦琦', '2018303156', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贺国利', '2018303158', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈泽远', '2018303159', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('储云涛', '2018303161', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邹荧双', '2018303252', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('成成', '2018303141', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张馨月', '2018303142', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('范炜祺', '2018303143', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王昕悦', '2018303144', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王敬璇', '2018303149', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王春生', '2018303162', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金晓帆', '2018303163', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张生华', '2018303165', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一夫', '2018303229', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('樊攀', '2018303305', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹清红', '2018303145', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李文恺', '2018303146', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('向惟江', '2018303164', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李竹雨', '2018303279', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王燕', '2018303169', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴海臻', '2018303109', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何畅浩', '2018303114', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('尹望嵩', '2018303115', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李小可', '2018303091', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张浩嘉', '2018303092', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('温晓然', '2018303094', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谢宇轩', '2018303099', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李函昭', '2018303102', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('卫俊杰', '2018303103', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘铭帅', '2018303104', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王祺昌', '2018303105', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黎东朗', '2018303106', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康姜鹏辰', '2018303110', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周川渝', '2018303111', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王炳楠', '2018303112', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王迪', '2018303113', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨磊', '2018302214', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王浩宇', '2018303120', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭震', '2018303121', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许迎龙', '2018303125', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('孙雷', '2018303128', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('贾宸彦', '2018301483', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苗泽鑫', '2018302608', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庄之琪', '2018303117', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('朱娟娟', '2018303118', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('朱文静', '2018303119', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('章值萍', '2018303122', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗庆欧', '2018303126', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘嘉伟', '2018303127', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦鹏', '2018303129', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李一凡', '2018303130', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王磊兴', '2018303131', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('蒲嘉琛', '2018303134', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谭同昊', '2018303079', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄仲臻', '2018303080', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马泽红', '2018303081', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁尧泽华', '2018303082', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘烁', '2018303083', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏萌', '2018303084', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钱卓', '2018303085', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王宁', '2018300250', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('麦吾兰·买买提', '2018303071', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁天宇', '2018303073', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘佳辉', '2018303075', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴珺海', '2018303077', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('符育玮', '2018303086', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('帅洋', '2018303087', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金恒', '2018303088', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张煜辉', '2018303089', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('艾斯凯尔·艾克拜尔', '2018303090', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵林', '2018300375', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许晋嘉', '2018302685', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('高漪澜', '2018303065', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('何紫阳', '2018303078', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张佳鑫', '2018302839', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林昊洋', '2018303098', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邵子千', '2018302756', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('周雨昂', '2018302782', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('叶枫', '2018303095', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('邓志坚', '2018303096', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李嘉诚', '2018303097', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭佳鹏', '2018303100', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王明魁', '2018303101', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张一隆', '2018303107', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('申满杰', '2018303108', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王后直', '2018303036', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郑泽弘', '2018303047', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('伍瀚', '2018303052', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张弛', '2018303054', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('唐浩然', '2018303061', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('史宇心', '2018302610', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('兰筱绮', '2018302697', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖天宇', '2018303040', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张格格', '2018303041', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('段鹤', '2018303042', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘奕文', '2018303046', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张涵', '2018303048', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭朋举', '2018303049', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈家润', '2018303050', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马鹏举', '2018303055', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('林泽佳', '2018303059', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钟霖涛', '2018303060', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨博', '2018303063', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨奕凡', '2018303064', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('苏畅', '2018302716', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('肖红丽', '2018303043', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘家龙', '2018303044', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗忠南', '2018303045', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘海源', '2018303051', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('薛志恺', '2018303053', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子渝', '2018303056', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李哲远', '2018303057', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杜书捷', '2018303058', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王欢', '2018303062', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李晨筱', '2018303067', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('姬瑞鑫', '2018303069', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('胡季傲', '2018303072', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('解雨辰', '2018303076', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('HUDAYBERDIYEV,GURBAN', '2018380276', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('YEGEN0V,BABAMYRAT', '2018380277', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张江源', '2018301422', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('丁思睿', '2018303018', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('史淳元', '2018303020', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李群', '2018303023', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('闫俊舟', '2018303024', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('赵磊', '2018303025', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('金通', '2018303026', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗锦添', '2018303027', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('袁起龙', '2018303030', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李成蹊', '2018303032', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('钟桔梵', '2018303033', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('牛威翔', '2018303035', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('马勃', '2018303037', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张扬', '2018301367', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('康明祥', '2018301441', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('褚原', '2018303016', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王雨婷', '2018303017', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('秦辉煌', '2018303019', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('黄佳讯', '2018303021', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘子涵', '2018303022', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任旭', '2018303028', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('韩松', '2018303038', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陶元', '2018303039', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('陈心琢', '2018303015', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张海阳', '2018303029', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任一凡', '2018303031', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗成云', '2018303034', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李旭', '2017303244', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('谷昀臻', '2016303243', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('杨志坤', '2015303244', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李佳耕', '2016303274', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('喻鹏飞', '2015303245', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴军', '2016303203', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王裴', '2018302993', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('彭泓杰', '2018302995', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴丰良', '2018302996', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吴宇豪', '2018302999', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('李越', '2018303004', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王靖元', '2018303005', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张润生', '2018303011', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('庞新程', '2018303012', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('侯铮', '2018303013', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王锦策', '2018300521', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('刘岳萍', '2018302990', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('任嘉睿', '2018302991', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭姝阳', '2018302992', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('祁金博', '2018303001', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('焦天才', '2018303003', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('梁峻玮', '2018302994', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('迪力夏提·阿不都热西提', '2018302997', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许宇鹏', '2018302998', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('董章祺', '2018303000', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('王森', '2018303006', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('吕浩', '2018303007', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('郭嘉城', '2018303008', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('罗顺', '2018303009', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('毛烁', '2018303010', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('张策', '2018303014', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('许晋嘉', '2018302685', b'0', 19, 1, 2021, '2021-01-19', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('工商局', '666', b'1', 14, 1, 2021, '2021-01-14', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('工商局', '666', b'1', 13, 1, 2021, '2021-01-13', b'0', b'0', '陕西省西安市长安区环山路17号靠近西北工业大学长安校区柔性电子研究院');
INSERT INTO `attendance` VALUES ('突突突', '777', b'0', 13, 1, 2021, '2021-01-13', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('钱卓', '3456', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('嘿嘿嘿', '2339', b'0', 14, 1, 2021, '2021-01-14', b'1', b'0', '西北工业大学');
INSERT INTO `attendance` VALUES ('圆圆', '77889900', b'0', 15, 1, 2021, '2021-01-15', b'1', b'0', '陕西省西安市长安区长安大道17号靠近星天苑C区');
INSERT INTO `attendance` VALUES ('圆圆', '77889900', b'0', 16, 1, 2021, '2021-01-16', b'1', b'0', '陕西省西安市长安区长安大道17号靠近星天苑C区');
INSERT INTO `attendance` VALUES ('急急急', '654', b'1', 15, 1, 2021, '2021-01-15', b'0', b'0', '陕西省西安市长安区中心街17号靠近西北工业大学长安校区');
INSERT INTO `attendance` VALUES ('洋洋', '1234567', b'1', 15, 1, 2021, '2021-01-15', b'0', b'0', '陕西省西安市长安区三航大道1号靠近陕西省稀土永磁电机及控制工程技术研究中心');
INSERT INTO `attendance` VALUES ('洋洋', '1234567', b'1', 15, 1, 2021, '2021-01-15', b'0', b'0', '陕西省西安市长安区东大路1号靠近西北工业大学南山苑国际学术交流中心');
INSERT INTO `attendance` VALUES ('衬衣', '23450000', b'1', 15, 1, 2021, '2021-01-15', b'0', b'0', '陕西省西安市长安区中心街17号靠近西北工业大学长安校区');
INSERT INTO `attendance` VALUES ('媛媛', '2345', b'0', 15, 1, 2021, '2021-01-15', b'1', b'0', '陕西省西安市长安区中心街17号靠近西北工业大学长安校区');
INSERT INTO `attendance` VALUES ('晨晨', '6789', b'1', 15, 1, 2021, '2021-01-15', b'0', b'0', '陕西省西安市长安区东大路17号靠近西北工业大学南山苑国际学术交流中心');
INSERT INTO `attendance` VALUES ('媛媛', '2345', b'1', 14, 1, 2021, '2021-01-14', b'0', b'0', '陕西省西安市长安区东大路17号靠近西北工业大学南山苑国际学术交流中心');
INSERT INTO `attendance` VALUES ('媛媛', '2345', b'0', 13, 1, 2021, '2021-01-13', b'1', b'0', '陕西省西安市长安区东大路1号靠近西北工业大学南山苑国际学术交流中心');
INSERT INTO `attendance` VALUES ('媛媛', '2345', b'1', 12, 1, 2021, '2021-01-12', b'0', b'0', '陕西省西安市长安区东大路17号靠近西北工业大学南山苑国际学术交流中心');
INSERT INTO `attendance` VALUES ('123', '123', b'0', 17, 1, 2021, '2021-01-17', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('媛媛', '2345', b'1', 18, 1, 2021, '2021-01-18', b'0', b'0', '山东省济宁市鱼台县湖凌二路5640号靠近鱼台县知识产权局');
INSERT INTO `attendance` VALUES ('胡季傲', '8682', b'1', 30, 1, 2021, '2021-01-30', b'0', b'0', '西北工业大学');
INSERT INTO `attendance` VALUES ('媛媛', '2345', b'0', 30, 1, 2021, '2021-01-30', b'1', b'0', '西北工业大学');
INSERT INTO `attendance` VALUES ('媛媛', '2345', b'1', 17, 2, 2021, '2021-02-17', b'0', b'0', '山东省济宁市鱼台县318省道靠近东里东村');
INSERT INTO `attendance` VALUES ('会交', '666', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('会交', '666', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('会交', '666', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('会交', '666', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('会交', '666', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('会交', '666', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('会交', '666', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('会交', '666', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('会交', '666', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('会交', '666', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('会交', '666', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('会交', '666', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('会交', '666', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('会交', '666', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('会交', '666', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');
INSERT INTO `attendance` VALUES ('胡季傲', '2018303072', b'0', 14, 1, 2021, '2021-01-14', b'0', b'1', '西北工业大学');

-- ----------------------------
-- Table structure for gen_table
-- ----------------------------
DROP TABLE IF EXISTS `gen_table`;
CREATE TABLE `gen_table`  (
  `table_id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '编号',
  `table_name` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '表名称',
  `table_comment` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '表描述',
  `sub_table_name` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '关联子表的表名',
  `sub_table_fk_name` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '子表关联的外键名',
  `class_name` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '实体类名称',
  `tpl_category` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT 'crud' COMMENT '使用的模板（crud单表操作 tree树表操作 sub主子表操作）',
  `package_name` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '生成包路径',
  `module_name` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '生成模块名',
  `business_name` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '生成业务名',
  `function_name` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '生成功能名',
  `function_author` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '生成功能作者',
  `gen_type` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '生成代码方式（0zip压缩包 1自定义路径）',
  `gen_path` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '/' COMMENT '生成路径（不填默认项目路径）',
  `options` varchar(1000) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '其它生成选项',
  `create_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`table_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '代码生成业务表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of gen_table
-- ----------------------------

-- ----------------------------
-- Table structure for gen_table_column
-- ----------------------------
DROP TABLE IF EXISTS `gen_table_column`;
CREATE TABLE `gen_table_column`  (
  `column_id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '编号',
  `table_id` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '归属表编号',
  `column_name` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '列名称',
  `column_comment` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '列描述',
  `column_type` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '列类型',
  `java_type` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT 'JAVA类型',
  `java_field` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT 'JAVA字段名',
  `is_pk` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '是否主键（1是）',
  `is_increment` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '是否自增（1是）',
  `is_required` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '是否必填（1是）',
  `is_insert` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '是否为插入字段（1是）',
  `is_edit` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '是否编辑字段（1是）',
  `is_list` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '是否列表字段（1是）',
  `is_query` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '是否查询字段（1是）',
  `query_type` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT 'EQ' COMMENT '查询方式（等于、不等于、大于、小于、范围）',
  `html_type` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '显示类型（文本框、文本域、下拉框、复选框、单选框、日期控件）',
  `dict_type` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '字典类型',
  `sort` int(11) NULL DEFAULT NULL COMMENT '排序',
  `create_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  PRIMARY KEY (`column_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '代码生成业务表字段' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of gen_table_column
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_blob_triggers
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_blob_triggers`;
CREATE TABLE `qrtz_blob_triggers`  (
  `sched_name` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `trigger_name` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `trigger_group` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `blob_data` blob NULL,
  PRIMARY KEY (`sched_name`, `trigger_name`, `trigger_group`) USING BTREE,
  CONSTRAINT `qrtz_blob_triggers_ibfk_1` FOREIGN KEY (`sched_name`, `trigger_name`, `trigger_group`) REFERENCES `qrtz_triggers` (`sched_name`, `trigger_name`, `trigger_group`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_blob_triggers
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_calendars
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_calendars`;
CREATE TABLE `qrtz_calendars`  (
  `sched_name` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `calendar_name` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `calendar` blob NOT NULL,
  PRIMARY KEY (`sched_name`, `calendar_name`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_calendars
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_cron_triggers
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_cron_triggers`;
CREATE TABLE `qrtz_cron_triggers`  (
  `sched_name` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `trigger_name` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `trigger_group` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `cron_expression` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `time_zone_id` varchar(80) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`sched_name`, `trigger_name`, `trigger_group`) USING BTREE,
  CONSTRAINT `qrtz_cron_triggers_ibfk_1` FOREIGN KEY (`sched_name`, `trigger_name`, `trigger_group`) REFERENCES `qrtz_triggers` (`sched_name`, `trigger_name`, `trigger_group`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_cron_triggers
-- ----------------------------
INSERT INTO `qrtz_cron_triggers` VALUES ('RuoyiScheduler', 'TASK_CLASS_NAME1', 'DEFAULT', '0/10 * * * * ?', 'Asia/Shanghai');
INSERT INTO `qrtz_cron_triggers` VALUES ('RuoyiScheduler', 'TASK_CLASS_NAME2', 'DEFAULT', '0/15 * * * * ?', 'Asia/Shanghai');
INSERT INTO `qrtz_cron_triggers` VALUES ('RuoyiScheduler', 'TASK_CLASS_NAME3', 'DEFAULT', '0/20 * * * * ?', 'Asia/Shanghai');

-- ----------------------------
-- Table structure for qrtz_fired_triggers
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_fired_triggers`;
CREATE TABLE `qrtz_fired_triggers`  (
  `sched_name` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `entry_id` varchar(95) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `trigger_name` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `trigger_group` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `instance_name` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `fired_time` bigint(13) NOT NULL,
  `sched_time` bigint(13) NOT NULL,
  `priority` int(11) NOT NULL,
  `state` varchar(16) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `job_name` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `job_group` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `is_nonconcurrent` varchar(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `requests_recovery` varchar(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`sched_name`, `entry_id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_fired_triggers
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_job_details
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_job_details`;
CREATE TABLE `qrtz_job_details`  (
  `sched_name` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `job_name` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `job_group` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `description` varchar(250) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `job_class_name` varchar(250) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `is_durable` varchar(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `is_nonconcurrent` varchar(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `is_update_data` varchar(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `requests_recovery` varchar(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `job_data` blob NULL,
  PRIMARY KEY (`sched_name`, `job_name`, `job_group`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_job_details
-- ----------------------------
INSERT INTO `qrtz_job_details` VALUES ('RuoyiScheduler', 'TASK_CLASS_NAME1', 'DEFAULT', NULL, 'com.ruoyi.quartz.util.QuartzDisallowConcurrentExecution', '0', '1', '0', '0', 0xACED0005737200156F72672E71756172747A2E4A6F62446174614D61709FB083E8BFA9B0CB020000787200266F72672E71756172747A2E7574696C732E537472696E674B65794469727479466C61674D61708208E8C3FBC55D280200015A0013616C6C6F77735472616E7369656E74446174617872001D6F72672E71756172747A2E7574696C732E4469727479466C61674D617013E62EAD28760ACE0200025A000564697274794C00036D617074000F4C6A6176612F7574696C2F4D61703B787001737200116A6176612E7574696C2E486173684D61700507DAC1C31660D103000246000A6C6F6164466163746F724900097468726573686F6C6478703F4000000000000C7708000000100000000174000F5441534B5F50524F504552544945537372001E636F6D2E72756F79692E71756172747A2E646F6D61696E2E5379734A6F6200000000000000010200084C000A636F6E63757272656E747400124C6A6176612F6C616E672F537472696E673B4C000E63726F6E45787072657373696F6E71007E00094C000C696E766F6B6554617267657471007E00094C00086A6F6247726F757071007E00094C00056A6F6249647400104C6A6176612F6C616E672F4C6F6E673B4C00076A6F624E616D6571007E00094C000D6D697366697265506F6C69637971007E00094C000673746174757371007E000978720027636F6D2E72756F79692E636F6D6D6F6E2E636F72652E646F6D61696E2E42617365456E7469747900000000000000010200074C0008637265617465427971007E00094C000A63726561746554696D657400104C6A6176612F7574696C2F446174653B4C0006706172616D7371007E00034C000672656D61726B71007E00094C000B73656172636856616C756571007E00094C0008757064617465427971007E00094C000A75706461746554696D6571007E000C787074000561646D696E7372000E6A6176612E7574696C2E44617465686A81014B597419030000787077080000017A3689FDF878707400007070707400013174000E302F3130202A202A202A202A203F74001172795461736B2E72794E6F506172616D7374000744454641554C547372000E6A6176612E6C616E672E4C6F6E673B8BE490CC8F23DF0200014A000576616C7565787200106A6176612E6C616E672E4E756D62657286AC951D0B94E08B02000078700000000000000001740018E7B3BBE7BB9FE9BB98E8AEA4EFBC88E697A0E58F82EFBC8974000133740001317800);
INSERT INTO `qrtz_job_details` VALUES ('RuoyiScheduler', 'TASK_CLASS_NAME2', 'DEFAULT', NULL, 'com.ruoyi.quartz.util.QuartzDisallowConcurrentExecution', '0', '1', '0', '0', 0xACED0005737200156F72672E71756172747A2E4A6F62446174614D61709FB083E8BFA9B0CB020000787200266F72672E71756172747A2E7574696C732E537472696E674B65794469727479466C61674D61708208E8C3FBC55D280200015A0013616C6C6F77735472616E7369656E74446174617872001D6F72672E71756172747A2E7574696C732E4469727479466C61674D617013E62EAD28760ACE0200025A000564697274794C00036D617074000F4C6A6176612F7574696C2F4D61703B787001737200116A6176612E7574696C2E486173684D61700507DAC1C31660D103000246000A6C6F6164466163746F724900097468726573686F6C6478703F4000000000000C7708000000100000000174000F5441534B5F50524F504552544945537372001E636F6D2E72756F79692E71756172747A2E646F6D61696E2E5379734A6F6200000000000000010200084C000A636F6E63757272656E747400124C6A6176612F6C616E672F537472696E673B4C000E63726F6E45787072657373696F6E71007E00094C000C696E766F6B6554617267657471007E00094C00086A6F6247726F757071007E00094C00056A6F6249647400104C6A6176612F6C616E672F4C6F6E673B4C00076A6F624E616D6571007E00094C000D6D697366697265506F6C69637971007E00094C000673746174757371007E000978720027636F6D2E72756F79692E636F6D6D6F6E2E636F72652E646F6D61696E2E42617365456E7469747900000000000000010200074C0008637265617465427971007E00094C000A63726561746554696D657400104C6A6176612F7574696C2F446174653B4C0006706172616D7371007E00034C000672656D61726B71007E00094C000B73656172636856616C756571007E00094C0008757064617465427971007E00094C000A75706461746554696D6571007E000C787074000561646D696E7372000E6A6176612E7574696C2E44617465686A81014B597419030000787077080000017A3689FDF878707400007070707400013174000E302F3135202A202A202A202A203F74001572795461736B2E7279506172616D7328277279272974000744454641554C547372000E6A6176612E6C616E672E4C6F6E673B8BE490CC8F23DF0200014A000576616C7565787200106A6176612E6C616E672E4E756D62657286AC951D0B94E08B02000078700000000000000002740018E7B3BBE7BB9FE9BB98E8AEA4EFBC88E69C89E58F82EFBC8974000133740001317800);
INSERT INTO `qrtz_job_details` VALUES ('RuoyiScheduler', 'TASK_CLASS_NAME3', 'DEFAULT', NULL, 'com.ruoyi.quartz.util.QuartzDisallowConcurrentExecution', '0', '1', '0', '0', 0xACED0005737200156F72672E71756172747A2E4A6F62446174614D61709FB083E8BFA9B0CB020000787200266F72672E71756172747A2E7574696C732E537472696E674B65794469727479466C61674D61708208E8C3FBC55D280200015A0013616C6C6F77735472616E7369656E74446174617872001D6F72672E71756172747A2E7574696C732E4469727479466C61674D617013E62EAD28760ACE0200025A000564697274794C00036D617074000F4C6A6176612F7574696C2F4D61703B787001737200116A6176612E7574696C2E486173684D61700507DAC1C31660D103000246000A6C6F6164466163746F724900097468726573686F6C6478703F4000000000000C7708000000100000000174000F5441534B5F50524F504552544945537372001E636F6D2E72756F79692E71756172747A2E646F6D61696E2E5379734A6F6200000000000000010200084C000A636F6E63757272656E747400124C6A6176612F6C616E672F537472696E673B4C000E63726F6E45787072657373696F6E71007E00094C000C696E766F6B6554617267657471007E00094C00086A6F6247726F757071007E00094C00056A6F6249647400104C6A6176612F6C616E672F4C6F6E673B4C00076A6F624E616D6571007E00094C000D6D697366697265506F6C69637971007E00094C000673746174757371007E000978720027636F6D2E72756F79692E636F6D6D6F6E2E636F72652E646F6D61696E2E42617365456E7469747900000000000000010200074C0008637265617465427971007E00094C000A63726561746554696D657400104C6A6176612F7574696C2F446174653B4C0006706172616D7371007E00034C000672656D61726B71007E00094C000B73656172636856616C756571007E00094C0008757064617465427971007E00094C000A75706461746554696D6571007E000C787074000561646D696E7372000E6A6176612E7574696C2E44617465686A81014B597419030000787077080000017A3689FDF878707400007070707400013174000E302F3230202A202A202A202A203F74003872795461736B2E72794D756C7469706C65506172616D7328277279272C20747275652C20323030304C2C203331362E3530442C203130302974000744454641554C547372000E6A6176612E6C616E672E4C6F6E673B8BE490CC8F23DF0200014A000576616C7565787200106A6176612E6C616E672E4E756D62657286AC951D0B94E08B02000078700000000000000003740018E7B3BBE7BB9FE9BB98E8AEA4EFBC88E5A49AE58F82EFBC8974000133740001317800);

-- ----------------------------
-- Table structure for qrtz_locks
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_locks`;
CREATE TABLE `qrtz_locks`  (
  `sched_name` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `lock_name` varchar(40) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  PRIMARY KEY (`sched_name`, `lock_name`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_locks
-- ----------------------------
INSERT INTO `qrtz_locks` VALUES ('RuoyiScheduler', 'STATE_ACCESS');
INSERT INTO `qrtz_locks` VALUES ('RuoyiScheduler', 'TRIGGER_ACCESS');

-- ----------------------------
-- Table structure for qrtz_paused_trigger_grps
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_paused_trigger_grps`;
CREATE TABLE `qrtz_paused_trigger_grps`  (
  `sched_name` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `trigger_group` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  PRIMARY KEY (`sched_name`, `trigger_group`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_paused_trigger_grps
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_scheduler_state
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_scheduler_state`;
CREATE TABLE `qrtz_scheduler_state`  (
  `sched_name` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `instance_name` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `last_checkin_time` bigint(13) NOT NULL,
  `checkin_interval` bigint(13) NOT NULL,
  PRIMARY KEY (`sched_name`, `instance_name`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_scheduler_state
-- ----------------------------
INSERT INTO `qrtz_scheduler_state` VALUES ('RuoyiScheduler', 'DESKTOP-IH04VSO1624500659035', 1624500841803, 15000);

-- ----------------------------
-- Table structure for qrtz_simple_triggers
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_simple_triggers`;
CREATE TABLE `qrtz_simple_triggers`  (
  `sched_name` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `trigger_name` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `trigger_group` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `repeat_count` bigint(7) NOT NULL,
  `repeat_interval` bigint(12) NOT NULL,
  `times_triggered` bigint(10) NOT NULL,
  PRIMARY KEY (`sched_name`, `trigger_name`, `trigger_group`) USING BTREE,
  CONSTRAINT `qrtz_simple_triggers_ibfk_1` FOREIGN KEY (`sched_name`, `trigger_name`, `trigger_group`) REFERENCES `qrtz_triggers` (`sched_name`, `trigger_name`, `trigger_group`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_simple_triggers
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_simprop_triggers
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_simprop_triggers`;
CREATE TABLE `qrtz_simprop_triggers`  (
  `sched_name` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `trigger_name` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `trigger_group` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `str_prop_1` varchar(512) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `str_prop_2` varchar(512) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `str_prop_3` varchar(512) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `int_prop_1` int(11) NULL DEFAULT NULL,
  `int_prop_2` int(11) NULL DEFAULT NULL,
  `long_prop_1` bigint(20) NULL DEFAULT NULL,
  `long_prop_2` bigint(20) NULL DEFAULT NULL,
  `dec_prop_1` decimal(13, 4) NULL DEFAULT NULL,
  `dec_prop_2` decimal(13, 4) NULL DEFAULT NULL,
  `bool_prop_1` varchar(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `bool_prop_2` varchar(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`sched_name`, `trigger_name`, `trigger_group`) USING BTREE,
  CONSTRAINT `qrtz_simprop_triggers_ibfk_1` FOREIGN KEY (`sched_name`, `trigger_name`, `trigger_group`) REFERENCES `qrtz_triggers` (`sched_name`, `trigger_name`, `trigger_group`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_simprop_triggers
-- ----------------------------

-- ----------------------------
-- Table structure for qrtz_triggers
-- ----------------------------
DROP TABLE IF EXISTS `qrtz_triggers`;
CREATE TABLE `qrtz_triggers`  (
  `sched_name` varchar(120) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `trigger_name` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `trigger_group` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `job_name` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `job_group` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `description` varchar(250) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `next_fire_time` bigint(13) NULL DEFAULT NULL,
  `prev_fire_time` bigint(13) NULL DEFAULT NULL,
  `priority` int(11) NULL DEFAULT NULL,
  `trigger_state` varchar(16) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `trigger_type` varchar(8) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `start_time` bigint(13) NOT NULL,
  `end_time` bigint(13) NULL DEFAULT NULL,
  `calendar_name` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  `misfire_instr` smallint(2) NULL DEFAULT NULL,
  `job_data` blob NULL,
  PRIMARY KEY (`sched_name`, `trigger_name`, `trigger_group`) USING BTREE,
  INDEX `sched_name`(`sched_name`, `job_name`, `job_group`) USING BTREE,
  CONSTRAINT `qrtz_triggers_ibfk_1` FOREIGN KEY (`sched_name`, `job_name`, `job_group`) REFERENCES `qrtz_job_details` (`sched_name`, `job_name`, `job_group`) ON DELETE RESTRICT ON UPDATE RESTRICT
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of qrtz_triggers
-- ----------------------------
INSERT INTO `qrtz_triggers` VALUES ('RuoyiScheduler', 'TASK_CLASS_NAME1', 'DEFAULT', 'TASK_CLASS_NAME1', 'DEFAULT', NULL, 1624500660000, -1, 5, 'PAUSED', 'CRON', 1624500659000, 0, NULL, 2, '');
INSERT INTO `qrtz_triggers` VALUES ('RuoyiScheduler', 'TASK_CLASS_NAME2', 'DEFAULT', 'TASK_CLASS_NAME2', 'DEFAULT', NULL, 1624500660000, -1, 5, 'PAUSED', 'CRON', 1624500659000, 0, NULL, 2, '');
INSERT INTO `qrtz_triggers` VALUES ('RuoyiScheduler', 'TASK_CLASS_NAME3', 'DEFAULT', 'TASK_CLASS_NAME3', 'DEFAULT', NULL, 1624500660000, -1, 5, 'PAUSED', 'CRON', 1624500659000, 0, NULL, 2, '');

-- ----------------------------
-- Table structure for student
-- ----------------------------
DROP TABLE IF EXISTS `student`;
CREATE TABLE `student`  (
  `id` int(11) NOT NULL,
  `stu_id` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `name` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL,
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci ROW_FORMAT = Compact;

-- ----------------------------
-- Records of student
-- ----------------------------
INSERT INTO `student` VALUES (0, '2018303086', '2018303086');
INSERT INTO `student` VALUES (1, '2018303086', '???');
INSERT INTO `student` VALUES (2, '2018303086', '符育玮');
INSERT INTO `student` VALUES (3, '122', '符鱼尾');
INSERT INTO `student` VALUES (4, '555', '哟哟哟西');
INSERT INTO `student` VALUES (5, '6789', '晨晨');
INSERT INTO `student` VALUES (6, '2018303072', '胡季傲');
INSERT INTO `student` VALUES (7, '2018303085', '刘佳辉');
INSERT INTO `student` VALUES (8, '2018303089', '???');
INSERT INTO `student` VALUES (9, '2000083', '聚聚');
INSERT INTO `student` VALUES (10, '008', '急急急');
INSERT INTO `student` VALUES (11, '200077', '斤斤计较你呢');
INSERT INTO `student` VALUES (14, '2000', '快快快了');
INSERT INTO `student` VALUES (15, '2018303098', '刘哦哦');
INSERT INTO `student` VALUES (21, '333', '符鱼尾');
INSERT INTO `student` VALUES (22, '2018303089', '张煜辉');
INSERT INTO `student` VALUES (24, '96772', '周源');
INSERT INTO `student` VALUES (26, '2018303085', '钱卓');
INSERT INTO `student` VALUES (27, '444', '快快快');
INSERT INTO `student` VALUES (28, '444', '悠一悠');
INSERT INTO `student` VALUES (30, 'nt', 'nt');
INSERT INTO `student` VALUES (31, '111', '煞笔');
INSERT INTO `student` VALUES (35, '123', '123');
INSERT INTO `student` VALUES (37, '2018303030', '溜溜溜');
INSERT INTO `student` VALUES (41, '333666', '陈杨');
INSERT INTO `student` VALUES (42, '2339', '嘿嘿嘿');
INSERT INTO `student` VALUES (46, '7777', '奄奄一息');
INSERT INTO `student` VALUES (47, '222', '略略略');
INSERT INTO `student` VALUES (51, '888', '煞笔二号');
INSERT INTO `student` VALUES (59, '66600', '爬爬爬');
INSERT INTO `student` VALUES (63, '2018303085', '金恒');
INSERT INTO `student` VALUES (66, '2018303078', '啦啦啦');
INSERT INTO `student` VALUES (70, '208303089', '张煜辉');
INSERT INTO `student` VALUES (85, '2018302685', '许晋嘉');
INSERT INTO `student` VALUES (666, '2018666666', '请假');

-- ----------------------------
-- Table structure for sys_config
-- ----------------------------
DROP TABLE IF EXISTS `sys_config`;
CREATE TABLE `sys_config`  (
  `config_id` int(5) NOT NULL AUTO_INCREMENT COMMENT '参数主键',
  `config_name` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '参数名称',
  `config_key` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '参数键名',
  `config_value` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '参数键值',
  `config_type` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT 'N' COMMENT '系统内置（Y是 N否）',
  `create_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`config_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 10 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '参数配置表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_config
-- ----------------------------
INSERT INTO `sys_config` VALUES (1, '主框架页-默认皮肤样式名称', 'sys.index.skinName', 'skin-blue', 'Y', 'admin', '2021-06-23 09:44:11', '', NULL, '蓝色 skin-blue、绿色 skin-green、紫色 skin-purple、红色 skin-red、黄色 skin-yellow');
INSERT INTO `sys_config` VALUES (2, '用户管理-账号初始密码', 'sys.user.initPassword', '123456', 'Y', 'admin', '2021-06-23 09:44:11', '', NULL, '初始化密码 123456');
INSERT INTO `sys_config` VALUES (3, '主框架页-侧边栏主题', 'sys.index.sideTheme', 'theme-dark', 'Y', 'admin', '2021-06-23 09:44:11', '', NULL, '深黑主题theme-dark，浅色主题theme-light，深蓝主题theme-blue');
INSERT INTO `sys_config` VALUES (4, '账号自助-是否开启用户注册功能', 'sys.account.registerUser', 'false', 'Y', 'admin', '2021-06-23 09:44:11', '', NULL, '是否开启注册用户功能（true开启，false关闭）');
INSERT INTO `sys_config` VALUES (5, '用户管理-密码字符范围', 'sys.account.chrtype', '0', 'Y', 'admin', '2021-06-23 09:44:11', '', NULL, '默认任意字符范围，0任意（密码可以输入任意字符），1数字（密码只能为0-9数字），2英文字母（密码只能为a-z和A-Z字母），3字母和数字（密码必须包含字母，数字）,4字母数字和特殊字符（目前支持的特殊字符包括：~!@#$%^&*()-=_+）');
INSERT INTO `sys_config` VALUES (6, '用户管理-初始密码修改策略', 'sys.account.initPasswordModify', '0', 'Y', 'admin', '2021-06-23 09:44:11', '', NULL, '0：初始密码修改策略关闭，没有任何提示，1：提醒用户，如果未修改初始密码，则在登录时就会提醒修改密码对话框');
INSERT INTO `sys_config` VALUES (7, '用户管理-账号密码更新周期', 'sys.account.passwordValidateDays', '0', 'Y', 'admin', '2021-06-23 09:44:11', '', NULL, '密码更新周期（填写数字，数据初始化值为0不限制，若修改必须为大于0小于365的正整数），如果超过这个周期登录系统时，则在登录时就会提醒修改密码对话框');
INSERT INTO `sys_config` VALUES (8, '主框架页-菜单导航显示风格', 'sys.index.menuStyle', 'default', 'Y', 'admin', '2021-06-23 09:44:11', '', NULL, '菜单导航显示风格（default为左侧导航菜单，topnav为顶部导航菜单）');
INSERT INTO `sys_config` VALUES (9, '主框架页-是否开启页脚', 'sys.index.ignoreFooter', 'true', 'Y', 'admin', '2021-06-23 09:44:11', '', NULL, '是否开启底部页脚显示（true显示，false隐藏）');

-- ----------------------------
-- Table structure for sys_dept
-- ----------------------------
DROP TABLE IF EXISTS `sys_dept`;
CREATE TABLE `sys_dept`  (
  `dept_id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '部门id',
  `parent_id` bigint(20) NULL DEFAULT 0 COMMENT '父部门id',
  `ancestors` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '祖级列表',
  `dept_name` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '部门名称',
  `order_num` int(4) NULL DEFAULT 0 COMMENT '显示顺序',
  `leader` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '负责人',
  `phone` varchar(11) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '联系电话',
  `email` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '邮箱',
  `status` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '部门状态（0正常 1停用）',
  `del_flag` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '删除标志（0代表存在 2代表删除）',
  `create_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  PRIMARY KEY (`dept_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 110 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '部门表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_dept
-- ----------------------------
INSERT INTO `sys_dept` VALUES (100, 0, '0', '若依科技', 0, '若依', '15888888888', 'ry@qq.com', '0', '0', 'admin', '2021-06-23 09:44:11', '', NULL);
INSERT INTO `sys_dept` VALUES (101, 100, '0,100', '深圳总公司', 1, '若依', '15888888888', 'ry@qq.com', '0', '0', 'admin', '2021-06-23 09:44:11', '', NULL);
INSERT INTO `sys_dept` VALUES (102, 100, '0,100', '长沙分公司', 2, '若依', '15888888888', 'ry@qq.com', '0', '0', 'admin', '2021-06-23 09:44:11', '', NULL);
INSERT INTO `sys_dept` VALUES (103, 101, '0,100,101', '研发部门', 1, '若依', '15888888888', 'ry@qq.com', '0', '0', 'admin', '2021-06-23 09:44:11', '', NULL);
INSERT INTO `sys_dept` VALUES (104, 101, '0,100,101', '市场部门', 2, '若依', '15888888888', 'ry@qq.com', '0', '0', 'admin', '2021-06-23 09:44:11', '', NULL);
INSERT INTO `sys_dept` VALUES (105, 101, '0,100,101', '测试部门', 3, '若依', '15888888888', 'ry@qq.com', '0', '0', 'admin', '2021-06-23 09:44:11', '', NULL);
INSERT INTO `sys_dept` VALUES (106, 101, '0,100,101', '财务部门', 4, '若依', '15888888888', 'ry@qq.com', '0', '0', 'admin', '2021-06-23 09:44:11', '', NULL);
INSERT INTO `sys_dept` VALUES (107, 101, '0,100,101', '运维部门', 5, '若依', '15888888888', 'ry@qq.com', '0', '0', 'admin', '2021-06-23 09:44:11', '', NULL);
INSERT INTO `sys_dept` VALUES (108, 102, '0,100,102', '市场部门', 1, '若依', '15888888888', 'ry@qq.com', '0', '0', 'admin', '2021-06-23 09:44:11', '', NULL);
INSERT INTO `sys_dept` VALUES (109, 102, '0,100,102', '财务部门', 2, '若依', '15888888888', 'ry@qq.com', '0', '0', 'admin', '2021-06-23 09:44:11', '', NULL);

-- ----------------------------
-- Table structure for sys_dict_data
-- ----------------------------
DROP TABLE IF EXISTS `sys_dict_data`;
CREATE TABLE `sys_dict_data`  (
  `dict_code` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '字典编码',
  `dict_sort` int(4) NULL DEFAULT 0 COMMENT '字典排序',
  `dict_label` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '字典标签',
  `dict_value` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '字典键值',
  `dict_type` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '字典类型',
  `css_class` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '样式属性（其他样式扩展）',
  `list_class` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '表格回显样式',
  `is_default` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT 'N' COMMENT '是否默认（Y是 N否）',
  `status` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '状态（0正常 1停用）',
  `create_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`dict_code`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 30 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '字典数据表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_dict_data
-- ----------------------------
INSERT INTO `sys_dict_data` VALUES (1, 1, '男', '0', 'sys_user_sex', '', '', 'Y', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '性别男');
INSERT INTO `sys_dict_data` VALUES (2, 2, '女', '1', 'sys_user_sex', '', '', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '性别女');
INSERT INTO `sys_dict_data` VALUES (3, 3, '未知', '2', 'sys_user_sex', '', '', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '性别未知');
INSERT INTO `sys_dict_data` VALUES (4, 1, '显示', '0', 'sys_show_hide', '', 'primary', 'Y', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '显示菜单');
INSERT INTO `sys_dict_data` VALUES (5, 2, '隐藏', '1', 'sys_show_hide', '', 'danger', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '隐藏菜单');
INSERT INTO `sys_dict_data` VALUES (6, 1, '正常', '0', 'sys_normal_disable', '', 'primary', 'Y', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '正常状态');
INSERT INTO `sys_dict_data` VALUES (7, 2, '停用', '1', 'sys_normal_disable', '', 'danger', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '停用状态');
INSERT INTO `sys_dict_data` VALUES (8, 1, '正常', '0', 'sys_job_status', '', 'primary', 'Y', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '正常状态');
INSERT INTO `sys_dict_data` VALUES (9, 2, '暂停', '1', 'sys_job_status', '', 'danger', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '停用状态');
INSERT INTO `sys_dict_data` VALUES (10, 1, '默认', 'DEFAULT', 'sys_job_group', '', '', 'Y', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '默认分组');
INSERT INTO `sys_dict_data` VALUES (11, 2, '系统', 'SYSTEM', 'sys_job_group', '', '', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '系统分组');
INSERT INTO `sys_dict_data` VALUES (12, 1, '是', 'Y', 'sys_yes_no', '', 'primary', 'Y', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '系统默认是');
INSERT INTO `sys_dict_data` VALUES (13, 2, '否', 'N', 'sys_yes_no', '', 'danger', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '系统默认否');
INSERT INTO `sys_dict_data` VALUES (14, 1, '通知', '1', 'sys_notice_type', '', 'warning', 'Y', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '通知');
INSERT INTO `sys_dict_data` VALUES (15, 2, '公告', '2', 'sys_notice_type', '', 'success', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '公告');
INSERT INTO `sys_dict_data` VALUES (16, 1, '正常', '0', 'sys_notice_status', '', 'primary', 'Y', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '正常状态');
INSERT INTO `sys_dict_data` VALUES (17, 2, '关闭', '1', 'sys_notice_status', '', 'danger', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '关闭状态');
INSERT INTO `sys_dict_data` VALUES (18, 99, '其他', '0', 'sys_oper_type', '', 'info', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '其他操作');
INSERT INTO `sys_dict_data` VALUES (19, 1, '新增', '1', 'sys_oper_type', '', 'info', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '新增操作');
INSERT INTO `sys_dict_data` VALUES (20, 2, '修改', '2', 'sys_oper_type', '', 'info', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '修改操作');
INSERT INTO `sys_dict_data` VALUES (21, 3, '删除', '3', 'sys_oper_type', '', 'danger', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '删除操作');
INSERT INTO `sys_dict_data` VALUES (22, 4, '授权', '4', 'sys_oper_type', '', 'primary', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '授权操作');
INSERT INTO `sys_dict_data` VALUES (23, 5, '导出', '5', 'sys_oper_type', '', 'warning', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '导出操作');
INSERT INTO `sys_dict_data` VALUES (24, 6, '导入', '6', 'sys_oper_type', '', 'warning', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '导入操作');
INSERT INTO `sys_dict_data` VALUES (25, 7, '强退', '7', 'sys_oper_type', '', 'danger', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '强退操作');
INSERT INTO `sys_dict_data` VALUES (26, 8, '生成代码', '8', 'sys_oper_type', '', 'warning', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '生成操作');
INSERT INTO `sys_dict_data` VALUES (27, 9, '清空数据', '9', 'sys_oper_type', '', 'danger', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '清空操作');
INSERT INTO `sys_dict_data` VALUES (28, 1, '成功', '0', 'sys_common_status', '', 'primary', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '正常状态');
INSERT INTO `sys_dict_data` VALUES (29, 2, '失败', '1', 'sys_common_status', '', 'danger', 'N', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '停用状态');

-- ----------------------------
-- Table structure for sys_dict_type
-- ----------------------------
DROP TABLE IF EXISTS `sys_dict_type`;
CREATE TABLE `sys_dict_type`  (
  `dict_id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '字典主键',
  `dict_name` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '字典名称',
  `dict_type` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '字典类型',
  `status` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '状态（0正常 1停用）',
  `create_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`dict_id`) USING BTREE,
  UNIQUE INDEX `dict_type`(`dict_type`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 11 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '字典类型表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_dict_type
-- ----------------------------
INSERT INTO `sys_dict_type` VALUES (1, '用户性别', 'sys_user_sex', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '用户性别列表');
INSERT INTO `sys_dict_type` VALUES (2, '菜单状态', 'sys_show_hide', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '菜单状态列表');
INSERT INTO `sys_dict_type` VALUES (3, '系统开关', 'sys_normal_disable', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '系统开关列表');
INSERT INTO `sys_dict_type` VALUES (4, '任务状态', 'sys_job_status', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '任务状态列表');
INSERT INTO `sys_dict_type` VALUES (5, '任务分组', 'sys_job_group', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '任务分组列表');
INSERT INTO `sys_dict_type` VALUES (6, '系统是否', 'sys_yes_no', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '系统是否列表');
INSERT INTO `sys_dict_type` VALUES (7, '通知类型', 'sys_notice_type', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '通知类型列表');
INSERT INTO `sys_dict_type` VALUES (8, '通知状态', 'sys_notice_status', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '通知状态列表');
INSERT INTO `sys_dict_type` VALUES (9, '操作类型', 'sys_oper_type', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '操作类型列表');
INSERT INTO `sys_dict_type` VALUES (10, '系统状态', 'sys_common_status', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '登录状态列表');

-- ----------------------------
-- Table structure for sys_job
-- ----------------------------
DROP TABLE IF EXISTS `sys_job`;
CREATE TABLE `sys_job`  (
  `job_id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '任务ID',
  `job_name` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '任务名称',
  `job_group` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT 'DEFAULT' COMMENT '任务组名',
  `invoke_target` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '调用目标字符串',
  `cron_expression` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT 'cron执行表达式',
  `misfire_policy` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '3' COMMENT '计划执行错误策略（1立即执行 2执行一次 3放弃执行）',
  `concurrent` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '1' COMMENT '是否并发执行（0允许 1禁止）',
  `status` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '状态（0正常 1暂停）',
  `create_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '备注信息',
  PRIMARY KEY (`job_id`, `job_name`, `job_group`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 4 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '定时任务调度表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_job
-- ----------------------------
INSERT INTO `sys_job` VALUES (1, '系统默认（无参）', 'DEFAULT', 'ryTask.ryNoParams', '0/10 * * * * ?', '3', '1', '1', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_job` VALUES (2, '系统默认（有参）', 'DEFAULT', 'ryTask.ryParams(\'ry\')', '0/15 * * * * ?', '3', '1', '1', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_job` VALUES (3, '系统默认（多参）', 'DEFAULT', 'ryTask.ryMultipleParams(\'ry\', true, 2000L, 316.50D, 100)', '0/20 * * * * ?', '3', '1', '1', 'admin', '2021-06-23 09:44:11', '', NULL, '');

-- ----------------------------
-- Table structure for sys_job_log
-- ----------------------------
DROP TABLE IF EXISTS `sys_job_log`;
CREATE TABLE `sys_job_log`  (
  `job_log_id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '任务日志ID',
  `job_name` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '任务名称',
  `job_group` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '任务组名',
  `invoke_target` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '调用目标字符串',
  `job_message` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '日志信息',
  `status` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '执行状态（0正常 1失败）',
  `exception_info` varchar(2000) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '异常信息',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY (`job_log_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '定时任务调度日志表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_job_log
-- ----------------------------

-- ----------------------------
-- Table structure for sys_logininfor
-- ----------------------------
DROP TABLE IF EXISTS `sys_logininfor`;
CREATE TABLE `sys_logininfor`  (
  `info_id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '访问ID',
  `login_name` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '登录账号',
  `ipaddr` varchar(128) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '登录IP地址',
  `login_location` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '登录地点',
  `browser` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '浏览器类型',
  `os` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '操作系统',
  `status` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '登录状态（0成功 1失败）',
  `msg` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '提示消息',
  `login_time` datetime(0) NULL DEFAULT NULL COMMENT '访问时间',
  PRIMARY KEY (`info_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 175 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '系统访问记录' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_logininfor
-- ----------------------------
INSERT INTO `sys_logininfor` VALUES (100, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 09:49:55');
INSERT INTO `sys_logininfor` VALUES (101, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 10:18:56');
INSERT INTO `sys_logininfor` VALUES (102, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 11:18:31');
INSERT INTO `sys_logininfor` VALUES (103, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 15:08:04');
INSERT INTO `sys_logininfor` VALUES (104, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 15:08:52');
INSERT INTO `sys_logininfor` VALUES (105, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 15:10:07');
INSERT INTO `sys_logininfor` VALUES (106, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 15:11:04');
INSERT INTO `sys_logininfor` VALUES (107, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 15:13:28');
INSERT INTO `sys_logininfor` VALUES (108, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 15:14:24');
INSERT INTO `sys_logininfor` VALUES (109, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '1', '验证码错误', '2021-06-23 15:56:15');
INSERT INTO `sys_logininfor` VALUES (110, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 15:56:18');
INSERT INTO `sys_logininfor` VALUES (111, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 16:04:05');
INSERT INTO `sys_logininfor` VALUES (112, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '1', '验证码错误', '2021-06-23 16:15:24');
INSERT INTO `sys_logininfor` VALUES (113, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 16:15:27');
INSERT INTO `sys_logininfor` VALUES (114, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '1', '验证码错误', '2021-06-23 16:16:06');
INSERT INTO `sys_logininfor` VALUES (115, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '1', '验证码错误', '2021-06-23 16:16:10');
INSERT INTO `sys_logininfor` VALUES (116, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 16:16:13');
INSERT INTO `sys_logininfor` VALUES (117, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 16:17:24');
INSERT INTO `sys_logininfor` VALUES (118, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '退出成功', '2021-06-23 16:19:06');
INSERT INTO `sys_logininfor` VALUES (119, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 16:26:52');
INSERT INTO `sys_logininfor` VALUES (120, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 16:50:21');
INSERT INTO `sys_logininfor` VALUES (121, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 16:51:07');
INSERT INTO `sys_logininfor` VALUES (122, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 16:53:32');
INSERT INTO `sys_logininfor` VALUES (123, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 20:06:59');
INSERT INTO `sys_logininfor` VALUES (124, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 20:08:46');
INSERT INTO `sys_logininfor` VALUES (125, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 20:10:33');
INSERT INTO `sys_logininfor` VALUES (126, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 20:39:02');
INSERT INTO `sys_logininfor` VALUES (127, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 20:39:37');
INSERT INTO `sys_logininfor` VALUES (128, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 20:41:06');
INSERT INTO `sys_logininfor` VALUES (129, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 20:42:38');
INSERT INTO `sys_logininfor` VALUES (130, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 20:43:50');
INSERT INTO `sys_logininfor` VALUES (131, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 20:44:26');
INSERT INTO `sys_logininfor` VALUES (132, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 20:46:27');
INSERT INTO `sys_logininfor` VALUES (133, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 20:51:18');
INSERT INTO `sys_logininfor` VALUES (134, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 20:53:27');
INSERT INTO `sys_logininfor` VALUES (135, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 20:54:11');
INSERT INTO `sys_logininfor` VALUES (136, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 20:56:57');
INSERT INTO `sys_logininfor` VALUES (137, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '退出成功', '2021-06-23 21:05:48');
INSERT INTO `sys_logininfor` VALUES (138, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 21:05:49');
INSERT INTO `sys_logininfor` VALUES (139, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 21:10:41');
INSERT INTO `sys_logininfor` VALUES (140, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 21:42:14');
INSERT INTO `sys_logininfor` VALUES (141, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 21:43:45');
INSERT INTO `sys_logininfor` VALUES (142, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 21:47:58');
INSERT INTO `sys_logininfor` VALUES (143, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 21:54:23');
INSERT INTO `sys_logininfor` VALUES (144, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 21:56:31');
INSERT INTO `sys_logininfor` VALUES (145, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-23 23:35:35');
INSERT INTO `sys_logininfor` VALUES (146, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 00:48:20');
INSERT INTO `sys_logininfor` VALUES (147, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 00:51:45');
INSERT INTO `sys_logininfor` VALUES (148, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 00:54:42');
INSERT INTO `sys_logininfor` VALUES (149, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 00:55:19');
INSERT INTO `sys_logininfor` VALUES (150, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 01:06:50');
INSERT INTO `sys_logininfor` VALUES (151, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 01:10:30');
INSERT INTO `sys_logininfor` VALUES (152, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 01:11:45');
INSERT INTO `sys_logininfor` VALUES (153, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 01:12:47');
INSERT INTO `sys_logininfor` VALUES (154, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 01:15:16');
INSERT INTO `sys_logininfor` VALUES (155, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 01:24:09');
INSERT INTO `sys_logininfor` VALUES (156, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 01:25:29');
INSERT INTO `sys_logininfor` VALUES (157, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 01:26:42');
INSERT INTO `sys_logininfor` VALUES (158, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 01:29:35');
INSERT INTO `sys_logininfor` VALUES (159, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 09:40:46');
INSERT INTO `sys_logininfor` VALUES (160, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 09:48:12');
INSERT INTO `sys_logininfor` VALUES (161, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 09:48:59');
INSERT INTO `sys_logininfor` VALUES (162, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 09:49:49');
INSERT INTO `sys_logininfor` VALUES (163, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 09:53:10');
INSERT INTO `sys_logininfor` VALUES (164, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 09:54:27');
INSERT INTO `sys_logininfor` VALUES (165, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 09:55:55');
INSERT INTO `sys_logininfor` VALUES (166, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 09:57:45');
INSERT INTO `sys_logininfor` VALUES (167, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 09:58:42');
INSERT INTO `sys_logininfor` VALUES (168, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 09:59:30');
INSERT INTO `sys_logininfor` VALUES (169, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 10:00:23');
INSERT INTO `sys_logininfor` VALUES (170, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 10:01:16');
INSERT INTO `sys_logininfor` VALUES (171, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 10:03:46');
INSERT INTO `sys_logininfor` VALUES (172, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 10:05:58');
INSERT INTO `sys_logininfor` VALUES (173, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 10:11:05');
INSERT INTO `sys_logininfor` VALUES (174, 'admin', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', '0', '登录成功', '2021-06-24 10:11:15');

-- ----------------------------
-- Table structure for sys_menu
-- ----------------------------
DROP TABLE IF EXISTS `sys_menu`;
CREATE TABLE `sys_menu`  (
  `menu_id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '菜单ID',
  `menu_name` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '菜单名称',
  `parent_id` bigint(20) NULL DEFAULT 0 COMMENT '父菜单ID',
  `order_num` int(4) NULL DEFAULT 0 COMMENT '显示顺序',
  `url` varchar(200) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '#' COMMENT '请求地址',
  `target` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '打开方式（menuItem页签 menuBlank新窗口）',
  `menu_type` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '菜单类型（M目录 C菜单 F按钮）',
  `visible` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '菜单状态（0显示 1隐藏）',
  `is_refresh` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '1' COMMENT '是否刷新（0刷新 1不刷新）',
  `perms` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '权限标识',
  `icon` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '#' COMMENT '菜单图标',
  `create_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '备注',
  PRIMARY KEY (`menu_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 2013 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '菜单权限表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_menu
-- ----------------------------
INSERT INTO `sys_menu` VALUES (1, '系统管理', 0, 2, '#', 'menuItem', 'M', '1', '1', '', 'fa fa-gear', 'admin', '2021-06-23 09:44:11', 'admin', '2021-06-24 10:06:30', '系统管理目录');
INSERT INTO `sys_menu` VALUES (2, '系统监控', 0, 3, '#', 'menuItem', 'M', '0', '1', '', 'fa fa-video-camera', 'admin', '2021-06-23 09:44:11', 'admin', '2021-06-23 10:22:57', '系统监控目录');
INSERT INTO `sys_menu` VALUES (3, '系统工具', 0, 4, '#', 'menuItem', 'M', '1', '1', '', 'fa fa-bars', 'admin', '2021-06-23 09:44:11', 'admin', '2021-06-24 10:06:47', '系统工具目录');
INSERT INTO `sys_menu` VALUES (4, '若依官网', 0, 5, 'http://ruoyi.vip', 'menuBlank', 'C', '1', '1', '', 'fa fa-location-arrow', 'admin', '2021-06-23 09:44:11', 'admin', '2021-06-23 10:23:06', '若依官网地址');
INSERT INTO `sys_menu` VALUES (100, '用户管理', 1, 1, '/system/user', '', 'C', '0', '1', 'system:user:view', 'fa fa-user-o', 'admin', '2021-06-23 09:44:11', '', NULL, '用户管理菜单');
INSERT INTO `sys_menu` VALUES (101, '角色管理', 1, 2, '/system/role', '', 'C', '0', '1', 'system:role:view', 'fa fa-user-secret', 'admin', '2021-06-23 09:44:11', '', NULL, '角色管理菜单');
INSERT INTO `sys_menu` VALUES (102, '菜单管理', 1, 3, '/system/menu', '', 'C', '0', '1', 'system:menu:view', 'fa fa-th-list', 'admin', '2021-06-23 09:44:11', '', NULL, '菜单管理菜单');
INSERT INTO `sys_menu` VALUES (103, '部门管理', 1, 4, '/system/dept', '', 'C', '0', '1', 'system:dept:view', 'fa fa-outdent', 'admin', '2021-06-23 09:44:11', '', NULL, '部门管理菜单');
INSERT INTO `sys_menu` VALUES (104, '岗位管理', 1, 5, '/system/post', '', 'C', '0', '1', 'system:post:view', 'fa fa-address-card-o', 'admin', '2021-06-23 09:44:11', '', NULL, '岗位管理菜单');
INSERT INTO `sys_menu` VALUES (105, '字典管理', 1, 6, '/system/dict', '', 'C', '0', '1', 'system:dict:view', 'fa fa-bookmark-o', 'admin', '2021-06-23 09:44:11', '', NULL, '字典管理菜单');
INSERT INTO `sys_menu` VALUES (106, '参数设置', 1, 7, '/system/config', '', 'C', '0', '1', 'system:config:view', 'fa fa-sun-o', 'admin', '2021-06-23 09:44:11', '', NULL, '参数设置菜单');
INSERT INTO `sys_menu` VALUES (107, '通知公告', 1, 8, '/system/notice', '', 'C', '0', '1', 'system:notice:view', 'fa fa-bullhorn', 'admin', '2021-06-23 09:44:11', '', NULL, '通知公告菜单');
INSERT INTO `sys_menu` VALUES (108, '日志管理', 1, 9, '#', '', 'M', '0', '1', '', 'fa fa-pencil-square-o', 'admin', '2021-06-23 09:44:11', '', NULL, '日志管理菜单');
INSERT INTO `sys_menu` VALUES (109, '在线用户', 2, 1, '/monitor/online', '', 'C', '0', '1', 'monitor:online:view', 'fa fa-user-circle', 'admin', '2021-06-23 09:44:11', '', NULL, '在线用户菜单');
INSERT INTO `sys_menu` VALUES (110, '定时任务', 2, 2, '/monitor/job', '', 'C', '0', '1', 'monitor:job:view', 'fa fa-tasks', 'admin', '2021-06-23 09:44:11', '', NULL, '定时任务菜单');
INSERT INTO `sys_menu` VALUES (111, '数据监控', 2, 3, '/monitor/data', '', 'C', '0', '1', 'monitor:data:view', 'fa fa-bug', 'admin', '2021-06-23 09:44:11', '', NULL, '数据监控菜单');
INSERT INTO `sys_menu` VALUES (112, '服务监控', 2, 4, '/monitor/server', '', 'C', '0', '1', 'monitor:server:view', 'fa fa-server', 'admin', '2021-06-23 09:44:11', '', NULL, '服务监控菜单');
INSERT INTO `sys_menu` VALUES (113, '缓存监控', 2, 5, '/monitor/cache', '', 'C', '0', '1', 'monitor:cache:view', 'fa fa-cube', 'admin', '2021-06-23 09:44:11', '', NULL, '缓存监控菜单');
INSERT INTO `sys_menu` VALUES (114, '表单构建', 3, 1, '/tool/build', '', 'C', '0', '1', 'tool:build:view', 'fa fa-wpforms', 'admin', '2021-06-23 09:44:11', '', NULL, '表单构建菜单');
INSERT INTO `sys_menu` VALUES (115, '代码生成', 3, 2, '/tool/gen', '', 'C', '0', '1', 'tool:gen:view', 'fa fa-code', 'admin', '2021-06-23 09:44:11', '', NULL, '代码生成菜单');
INSERT INTO `sys_menu` VALUES (116, '系统接口', 3, 3, '/tool/swagger', '', 'C', '0', '1', 'tool:swagger:view', 'fa fa-gg', 'admin', '2021-06-23 09:44:11', '', NULL, '系统接口菜单');
INSERT INTO `sys_menu` VALUES (500, '操作日志', 108, 1, '/monitor/operlog', '', 'C', '0', '1', 'monitor:operlog:view', 'fa fa-address-book', 'admin', '2021-06-23 09:44:11', '', NULL, '操作日志菜单');
INSERT INTO `sys_menu` VALUES (501, '登录日志', 108, 2, '/monitor/logininfor', '', 'C', '0', '1', 'monitor:logininfor:view', 'fa fa-file-image-o', 'admin', '2021-06-23 09:44:11', '', NULL, '登录日志菜单');
INSERT INTO `sys_menu` VALUES (1000, '用户查询', 100, 1, '#', '', 'F', '0', '1', 'system:user:list', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1001, '用户新增', 100, 2, '#', '', 'F', '0', '1', 'system:user:add', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1002, '用户修改', 100, 3, '#', '', 'F', '0', '1', 'system:user:edit', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1003, '用户删除', 100, 4, '#', '', 'F', '0', '1', 'system:user:remove', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1004, '用户导出', 100, 5, '#', '', 'F', '0', '1', 'system:user:export', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1005, '用户导入', 100, 6, '#', '', 'F', '0', '1', 'system:user:import', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1006, '重置密码', 100, 7, '#', '', 'F', '0', '1', 'system:user:resetPwd', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1007, '角色查询', 101, 1, '#', '', 'F', '0', '1', 'system:role:list', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1008, '角色新增', 101, 2, '#', '', 'F', '0', '1', 'system:role:add', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1009, '角色修改', 101, 3, '#', '', 'F', '0', '1', 'system:role:edit', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1010, '角色删除', 101, 4, '#', '', 'F', '0', '1', 'system:role:remove', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1011, '角色导出', 101, 5, '#', '', 'F', '0', '1', 'system:role:export', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1012, '菜单查询', 102, 1, '#', '', 'F', '0', '1', 'system:menu:list', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1013, '菜单新增', 102, 2, '#', '', 'F', '0', '1', 'system:menu:add', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1014, '菜单修改', 102, 3, '#', '', 'F', '0', '1', 'system:menu:edit', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1015, '菜单删除', 102, 4, '#', '', 'F', '0', '1', 'system:menu:remove', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1016, '部门查询', 103, 1, '#', '', 'F', '0', '1', 'system:dept:list', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1017, '部门新增', 103, 2, '#', '', 'F', '0', '1', 'system:dept:add', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1018, '部门修改', 103, 3, '#', '', 'F', '0', '1', 'system:dept:edit', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1019, '部门删除', 103, 4, '#', '', 'F', '0', '1', 'system:dept:remove', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1020, '岗位查询', 104, 1, '#', '', 'F', '0', '1', 'system:post:list', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1021, '岗位新增', 104, 2, '#', '', 'F', '0', '1', 'system:post:add', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1022, '岗位修改', 104, 3, '#', '', 'F', '0', '1', 'system:post:edit', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1023, '岗位删除', 104, 4, '#', '', 'F', '0', '1', 'system:post:remove', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1024, '岗位导出', 104, 5, '#', '', 'F', '0', '1', 'system:post:export', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1025, '字典查询', 105, 1, '#', '', 'F', '0', '1', 'system:dict:list', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1026, '字典新增', 105, 2, '#', '', 'F', '0', '1', 'system:dict:add', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1027, '字典修改', 105, 3, '#', '', 'F', '0', '1', 'system:dict:edit', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1028, '字典删除', 105, 4, '#', '', 'F', '0', '1', 'system:dict:remove', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1029, '字典导出', 105, 5, '#', '', 'F', '0', '1', 'system:dict:export', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1030, '参数查询', 106, 1, '#', '', 'F', '0', '1', 'system:config:list', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1031, '参数新增', 106, 2, '#', '', 'F', '0', '1', 'system:config:add', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1032, '参数修改', 106, 3, '#', '', 'F', '0', '1', 'system:config:edit', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1033, '参数删除', 106, 4, '#', '', 'F', '0', '1', 'system:config:remove', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1034, '参数导出', 106, 5, '#', '', 'F', '0', '1', 'system:config:export', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1035, '公告查询', 107, 1, '#', '', 'F', '0', '1', 'system:notice:list', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1036, '公告新增', 107, 2, '#', '', 'F', '0', '1', 'system:notice:add', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1037, '公告修改', 107, 3, '#', '', 'F', '0', '1', 'system:notice:edit', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1038, '公告删除', 107, 4, '#', '', 'F', '0', '1', 'system:notice:remove', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1039, '操作查询', 500, 1, '#', '', 'F', '0', '1', 'monitor:operlog:list', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1040, '操作删除', 500, 2, '#', '', 'F', '0', '1', 'monitor:operlog:remove', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1041, '详细信息', 500, 3, '#', '', 'F', '0', '1', 'monitor:operlog:detail', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1042, '日志导出', 500, 4, '#', '', 'F', '0', '1', 'monitor:operlog:export', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1043, '登录查询', 501, 1, '#', '', 'F', '0', '1', 'monitor:logininfor:list', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1044, '登录删除', 501, 2, '#', '', 'F', '0', '1', 'monitor:logininfor:remove', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1045, '日志导出', 501, 3, '#', '', 'F', '0', '1', 'monitor:logininfor:export', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1046, '账户解锁', 501, 4, '#', '', 'F', '0', '1', 'monitor:logininfor:unlock', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1047, '在线查询', 109, 1, '#', '', 'F', '0', '1', 'monitor:online:list', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1048, '批量强退', 109, 2, '#', '', 'F', '0', '1', 'monitor:online:batchForceLogout', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1049, '单条强退', 109, 3, '#', '', 'F', '0', '1', 'monitor:online:forceLogout', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1050, '任务查询', 110, 1, '#', '', 'F', '0', '1', 'monitor:job:list', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1051, '任务新增', 110, 2, '#', '', 'F', '0', '1', 'monitor:job:add', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1052, '任务修改', 110, 3, '#', '', 'F', '0', '1', 'monitor:job:edit', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1053, '任务删除', 110, 4, '#', '', 'F', '0', '1', 'monitor:job:remove', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1054, '状态修改', 110, 5, '#', '', 'F', '0', '1', 'monitor:job:changeStatus', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1055, '任务详细', 110, 6, '#', '', 'F', '0', '1', 'monitor:job:detail', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1056, '任务导出', 110, 7, '#', '', 'F', '0', '1', 'monitor:job:export', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1057, '生成查询', 115, 1, '#', '', 'F', '0', '1', 'tool:gen:list', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1058, '生成修改', 115, 2, '#', '', 'F', '0', '1', 'tool:gen:edit', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1059, '生成删除', 115, 3, '#', '', 'F', '0', '1', 'tool:gen:remove', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1060, '预览代码', 115, 4, '#', '', 'F', '0', '1', 'tool:gen:preview', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (1061, '生成代码', 115, 5, '#', '', 'F', '0', '1', 'tool:gen:code', '#', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2000, '学生信息', 2012, 1, '/system/student', '', 'C', '0', '1', 'system:student:view', '#', 'admin', '2021-06-23 09:44:41', '', NULL, '学生信息菜单');
INSERT INTO `sys_menu` VALUES (2001, '学生信息查询', 2000, 1, '#', '', 'F', '0', '1', 'system:student:list', '#', 'admin', '2021-06-23 09:44:41', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2002, '学生信息新增', 2000, 2, '#', '', 'F', '0', '1', 'system:student:add', '#', 'admin', '2021-06-23 09:44:41', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2003, '学生信息修改', 2000, 3, '#', '', 'F', '0', '1', 'system:student:edit', '#', 'admin', '2021-06-23 09:44:41', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2004, '学生信息删除', 2000, 4, '#', '', 'F', '0', '1', 'system:student:remove', '#', 'admin', '2021-06-23 09:44:41', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2005, '学生信息导出', 2000, 5, '#', '', 'F', '0', '1', 'system:student:export', '#', 'admin', '2021-06-23 09:44:41', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2006, '签到情况', 2012, 1, '/system/attendance', '', 'C', '0', '1', 'system:attendance:view', '#', 'admin', '2021-06-23 09:44:49', '', NULL, '签到情况菜单');
INSERT INTO `sys_menu` VALUES (2007, '签到情况查询', 2006, 1, '#', '', 'F', '0', '1', 'system:attendance:list', '#', 'admin', '2021-06-23 09:44:49', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2008, '签到情况新增', 2006, 2, '#', '', 'F', '0', '1', 'system:attendance:add', '#', 'admin', '2021-06-23 09:44:49', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2009, '签到情况修改', 2006, 3, '#', '', 'F', '0', '1', 'system:attendance:edit', '#', 'admin', '2021-06-23 09:44:49', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2010, '签到情况删除', 2006, 4, '#', '', 'F', '0', '1', 'system:attendance:remove', '#', 'admin', '2021-06-23 09:44:49', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2011, '签到情况导出', 2006, 5, '#', '', 'F', '0', '1', 'system:attendance:export', '#', 'admin', '2021-06-23 09:44:49', '', NULL, '');
INSERT INTO `sys_menu` VALUES (2012, '学生管理', 0, 1, '#', 'menuItem', 'M', '0', '1', NULL, 'fa fa-address-card', 'admin', '2021-06-23 09:50:22', '', NULL, '');

-- ----------------------------
-- Table structure for sys_notice
-- ----------------------------
DROP TABLE IF EXISTS `sys_notice`;
CREATE TABLE `sys_notice`  (
  `notice_id` int(4) NOT NULL AUTO_INCREMENT COMMENT '公告ID',
  `notice_title` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '公告标题',
  `notice_type` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '公告类型（1通知 2公告）',
  `notice_content` varchar(2000) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '公告内容',
  `status` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '公告状态（0正常 1关闭）',
  `create_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`notice_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 3 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '通知公告表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_notice
-- ----------------------------
INSERT INTO `sys_notice` VALUES (1, '温馨提醒：2018-07-01 若依新版本发布啦', '2', '新版本内容', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '管理员');
INSERT INTO `sys_notice` VALUES (2, '维护通知：2018-07-01 若依系统凌晨维护', '1', '维护内容', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '管理员');

-- ----------------------------
-- Table structure for sys_oper_log
-- ----------------------------
DROP TABLE IF EXISTS `sys_oper_log`;
CREATE TABLE `sys_oper_log`  (
  `oper_id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '日志主键',
  `title` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '模块标题',
  `business_type` int(2) NULL DEFAULT 0 COMMENT '业务类型（0其它 1新增 2修改 3删除）',
  `method` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '方法名称',
  `request_method` varchar(10) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '请求方式',
  `operator_type` int(1) NULL DEFAULT 0 COMMENT '操作类别（0其它 1后台用户 2手机端用户）',
  `oper_name` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '操作人员',
  `dept_name` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '部门名称',
  `oper_url` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '请求URL',
  `oper_ip` varchar(128) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '主机地址',
  `oper_location` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '操作地点',
  `oper_param` varchar(2000) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '请求参数',
  `json_result` varchar(2000) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '返回参数',
  `status` int(1) NULL DEFAULT 0 COMMENT '操作状态（0正常 1异常）',
  `error_msg` varchar(2000) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '错误消息',
  `oper_time` datetime(0) NULL DEFAULT NULL COMMENT '操作时间',
  PRIMARY KEY (`oper_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 110 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '操作日志记录' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_oper_log
-- ----------------------------
INSERT INTO `sys_oper_log` VALUES (100, '菜单管理', 1, 'com.ruoyi.web.controller.system.SysMenuController.addSave()', 'POST', 1, 'admin', '研发部门', '/system/menu/add', '127.0.0.1', '内网IP', '{\"parentId\":[\"0\"],\"menuType\":[\"M\"],\"menuName\":[\"学生管理\"],\"url\":[\"\"],\"target\":[\"menuItem\"],\"perms\":[\"\"],\"orderNum\":[\"1\"],\"icon\":[\"fa fa-address-card\"],\"visible\":[\"0\"],\"isRefresh\":[\"1\"]}', '{\r\n  \"msg\" : \"操作成功\",\r\n  \"code\" : 0\r\n}', 0, NULL, '2021-06-23 09:50:22');
INSERT INTO `sys_oper_log` VALUES (101, '菜单管理', 3, 'com.ruoyi.web.controller.system.SysMenuController.remove()', 'GET', 1, 'admin', '研发部门', '/system/menu/remove/4', '127.0.0.1', '内网IP', '4', '{\r\n  \"msg\" : \"菜单已分配,不允许删除\",\r\n  \"code\" : 301\r\n}', 0, NULL, '2021-06-23 10:22:06');
INSERT INTO `sys_oper_log` VALUES (102, '菜单管理', 2, 'com.ruoyi.web.controller.system.SysMenuController.editSave()', 'POST', 1, 'admin', '研发部门', '/system/menu/edit', '127.0.0.1', '内网IP', '{\"menuId\":[\"4\"],\"parentId\":[\"0\"],\"menuType\":[\"C\"],\"menuName\":[\"若依官网\"],\"url\":[\"http://ruoyi.vip\"],\"target\":[\"menuBlank\"],\"perms\":[\"\"],\"orderNum\":[\"4\"],\"icon\":[\"fa fa-location-arrow\"],\"visible\":[\"1\"],\"isRefresh\":[\"1\"]}', '{\r\n  \"msg\" : \"操作成功\",\r\n  \"code\" : 0\r\n}', 0, NULL, '2021-06-23 10:22:18');
INSERT INTO `sys_oper_log` VALUES (103, '菜单管理', 2, 'com.ruoyi.web.controller.system.SysMenuController.editSave()', 'POST', 1, 'admin', '研发部门', '/system/menu/edit', '127.0.0.1', '内网IP', '{\"menuId\":[\"1\"],\"parentId\":[\"0\"],\"menuType\":[\"M\"],\"menuName\":[\"系统管理\"],\"url\":[\"#\"],\"target\":[\"menuItem\"],\"perms\":[\"\"],\"orderNum\":[\"2\"],\"icon\":[\"fa fa-gear\"],\"visible\":[\"0\"],\"isRefresh\":[\"1\"]}', '{\r\n  \"msg\" : \"操作成功\",\r\n  \"code\" : 0\r\n}', 0, NULL, '2021-06-23 10:22:51');
INSERT INTO `sys_oper_log` VALUES (104, '菜单管理', 2, 'com.ruoyi.web.controller.system.SysMenuController.editSave()', 'POST', 1, 'admin', '研发部门', '/system/menu/edit', '127.0.0.1', '内网IP', '{\"menuId\":[\"2\"],\"parentId\":[\"0\"],\"menuType\":[\"M\"],\"menuName\":[\"系统监控\"],\"url\":[\"#\"],\"target\":[\"menuItem\"],\"perms\":[\"\"],\"orderNum\":[\"3\"],\"icon\":[\"fa fa-video-camera\"],\"visible\":[\"0\"],\"isRefresh\":[\"1\"]}', '{\r\n  \"msg\" : \"操作成功\",\r\n  \"code\" : 0\r\n}', 0, NULL, '2021-06-23 10:22:57');
INSERT INTO `sys_oper_log` VALUES (105, '菜单管理', 2, 'com.ruoyi.web.controller.system.SysMenuController.editSave()', 'POST', 1, 'admin', '研发部门', '/system/menu/edit', '127.0.0.1', '内网IP', '{\"menuId\":[\"3\"],\"parentId\":[\"0\"],\"menuType\":[\"M\"],\"menuName\":[\"系统工具\"],\"url\":[\"#\"],\"target\":[\"menuItem\"],\"perms\":[\"\"],\"orderNum\":[\"4\"],\"icon\":[\"fa fa-bars\"],\"visible\":[\"0\"],\"isRefresh\":[\"1\"]}', '{\r\n  \"msg\" : \"操作成功\",\r\n  \"code\" : 0\r\n}', 0, NULL, '2021-06-23 10:23:01');
INSERT INTO `sys_oper_log` VALUES (106, '菜单管理', 2, 'com.ruoyi.web.controller.system.SysMenuController.editSave()', 'POST', 1, 'admin', '研发部门', '/system/menu/edit', '127.0.0.1', '内网IP', '{\"menuId\":[\"4\"],\"parentId\":[\"0\"],\"menuType\":[\"C\"],\"menuName\":[\"若依官网\"],\"url\":[\"http://ruoyi.vip\"],\"target\":[\"menuBlank\"],\"perms\":[\"\"],\"orderNum\":[\"5\"],\"icon\":[\"fa fa-location-arrow\"],\"visible\":[\"1\"],\"isRefresh\":[\"1\"]}', '{\r\n  \"msg\" : \"操作成功\",\r\n  \"code\" : 0\r\n}', 0, NULL, '2021-06-23 10:23:06');
INSERT INTO `sys_oper_log` VALUES (107, '个人信息', 2, 'com.ruoyi.web.controller.system.SysProfileController.update()', 'POST', 1, 'admin', '研发部门', '/system/user/profile/update', '127.0.0.1', '内网IP', '{\"id\":[\"\"],\"userName\":[\"Admin\"],\"phonenumber\":[\"15888888888\"],\"email\":[\"admin@gmail.com\"],\"sex\":[\"0\"]}', '{\r\n  \"msg\" : \"操作成功\",\r\n  \"code\" : 0\r\n}', 0, NULL, '2021-06-23 16:18:07');
INSERT INTO `sys_oper_log` VALUES (108, '菜单管理', 2, 'com.ruoyi.web.controller.system.SysMenuController.editSave()', 'POST', 1, 'admin', '研发部门', '/system/menu/edit', '127.0.0.1', '内网IP', '{\"menuId\":[\"1\"],\"parentId\":[\"0\"],\"menuType\":[\"M\"],\"menuName\":[\"系统管理\"],\"url\":[\"#\"],\"target\":[\"menuItem\"],\"perms\":[\"\"],\"orderNum\":[\"2\"],\"icon\":[\"fa fa-gear\"],\"visible\":[\"1\"],\"isRefresh\":[\"1\"]}', '{\r\n  \"msg\" : \"操作成功\",\r\n  \"code\" : 0\r\n}', 0, NULL, '2021-06-24 10:06:30');
INSERT INTO `sys_oper_log` VALUES (109, '菜单管理', 2, 'com.ruoyi.web.controller.system.SysMenuController.editSave()', 'POST', 1, 'admin', '研发部门', '/system/menu/edit', '127.0.0.1', '内网IP', '{\"menuId\":[\"3\"],\"parentId\":[\"0\"],\"menuType\":[\"M\"],\"menuName\":[\"系统工具\"],\"url\":[\"#\"],\"target\":[\"menuItem\"],\"perms\":[\"\"],\"orderNum\":[\"4\"],\"icon\":[\"fa fa-bars\"],\"visible\":[\"1\"],\"isRefresh\":[\"1\"]}', '{\r\n  \"msg\" : \"操作成功\",\r\n  \"code\" : 0\r\n}', 0, NULL, '2021-06-24 10:06:47');

-- ----------------------------
-- Table structure for sys_post
-- ----------------------------
DROP TABLE IF EXISTS `sys_post`;
CREATE TABLE `sys_post`  (
  `post_id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '岗位ID',
  `post_code` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '岗位编码',
  `post_name` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '岗位名称',
  `post_sort` int(4) NOT NULL COMMENT '显示顺序',
  `status` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '状态（0正常 1停用）',
  `create_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`post_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 5 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '岗位信息表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_post
-- ----------------------------
INSERT INTO `sys_post` VALUES (1, 'ceo', '董事长', 1, '0', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_post` VALUES (2, 'se', '项目经理', 2, '0', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_post` VALUES (3, 'hr', '人力资源', 3, '0', 'admin', '2021-06-23 09:44:11', '', NULL, '');
INSERT INTO `sys_post` VALUES (4, 'user', '普通员工', 4, '0', 'admin', '2021-06-23 09:44:11', '', NULL, '');

-- ----------------------------
-- Table structure for sys_role
-- ----------------------------
DROP TABLE IF EXISTS `sys_role`;
CREATE TABLE `sys_role`  (
  `role_id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '角色ID',
  `role_name` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '角色名称',
  `role_key` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '角色权限字符串',
  `role_sort` int(4) NOT NULL COMMENT '显示顺序',
  `data_scope` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '1' COMMENT '数据范围（1：全部数据权限 2：自定数据权限 3：本部门数据权限 4：本部门及以下数据权限）',
  `status` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '角色状态（0正常 1停用）',
  `del_flag` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '删除标志（0代表存在 2代表删除）',
  `create_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`role_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 3 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '角色信息表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_role
-- ----------------------------
INSERT INTO `sys_role` VALUES (1, '超级管理员', 'admin', 1, '1', '0', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '超级管理员');
INSERT INTO `sys_role` VALUES (2, '普通角色', 'common', 2, '2', '0', '0', 'admin', '2021-06-23 09:44:11', '', NULL, '普通角色');

-- ----------------------------
-- Table structure for sys_role_dept
-- ----------------------------
DROP TABLE IF EXISTS `sys_role_dept`;
CREATE TABLE `sys_role_dept`  (
  `role_id` bigint(20) NOT NULL COMMENT '角色ID',
  `dept_id` bigint(20) NOT NULL COMMENT '部门ID',
  PRIMARY KEY (`role_id`, `dept_id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '角色和部门关联表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_role_dept
-- ----------------------------
INSERT INTO `sys_role_dept` VALUES (2, 100);
INSERT INTO `sys_role_dept` VALUES (2, 101);
INSERT INTO `sys_role_dept` VALUES (2, 105);

-- ----------------------------
-- Table structure for sys_role_menu
-- ----------------------------
DROP TABLE IF EXISTS `sys_role_menu`;
CREATE TABLE `sys_role_menu`  (
  `role_id` bigint(20) NOT NULL COMMENT '角色ID',
  `menu_id` bigint(20) NOT NULL COMMENT '菜单ID',
  PRIMARY KEY (`role_id`, `menu_id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '角色和菜单关联表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_role_menu
-- ----------------------------
INSERT INTO `sys_role_menu` VALUES (2, 1);
INSERT INTO `sys_role_menu` VALUES (2, 2);
INSERT INTO `sys_role_menu` VALUES (2, 3);
INSERT INTO `sys_role_menu` VALUES (2, 4);
INSERT INTO `sys_role_menu` VALUES (2, 100);
INSERT INTO `sys_role_menu` VALUES (2, 101);
INSERT INTO `sys_role_menu` VALUES (2, 102);
INSERT INTO `sys_role_menu` VALUES (2, 103);
INSERT INTO `sys_role_menu` VALUES (2, 104);
INSERT INTO `sys_role_menu` VALUES (2, 105);
INSERT INTO `sys_role_menu` VALUES (2, 106);
INSERT INTO `sys_role_menu` VALUES (2, 107);
INSERT INTO `sys_role_menu` VALUES (2, 108);
INSERT INTO `sys_role_menu` VALUES (2, 109);
INSERT INTO `sys_role_menu` VALUES (2, 110);
INSERT INTO `sys_role_menu` VALUES (2, 111);
INSERT INTO `sys_role_menu` VALUES (2, 112);
INSERT INTO `sys_role_menu` VALUES (2, 113);
INSERT INTO `sys_role_menu` VALUES (2, 114);
INSERT INTO `sys_role_menu` VALUES (2, 115);
INSERT INTO `sys_role_menu` VALUES (2, 116);
INSERT INTO `sys_role_menu` VALUES (2, 500);
INSERT INTO `sys_role_menu` VALUES (2, 501);
INSERT INTO `sys_role_menu` VALUES (2, 1000);
INSERT INTO `sys_role_menu` VALUES (2, 1001);
INSERT INTO `sys_role_menu` VALUES (2, 1002);
INSERT INTO `sys_role_menu` VALUES (2, 1003);
INSERT INTO `sys_role_menu` VALUES (2, 1004);
INSERT INTO `sys_role_menu` VALUES (2, 1005);
INSERT INTO `sys_role_menu` VALUES (2, 1006);
INSERT INTO `sys_role_menu` VALUES (2, 1007);
INSERT INTO `sys_role_menu` VALUES (2, 1008);
INSERT INTO `sys_role_menu` VALUES (2, 1009);
INSERT INTO `sys_role_menu` VALUES (2, 1010);
INSERT INTO `sys_role_menu` VALUES (2, 1011);
INSERT INTO `sys_role_menu` VALUES (2, 1012);
INSERT INTO `sys_role_menu` VALUES (2, 1013);
INSERT INTO `sys_role_menu` VALUES (2, 1014);
INSERT INTO `sys_role_menu` VALUES (2, 1015);
INSERT INTO `sys_role_menu` VALUES (2, 1016);
INSERT INTO `sys_role_menu` VALUES (2, 1017);
INSERT INTO `sys_role_menu` VALUES (2, 1018);
INSERT INTO `sys_role_menu` VALUES (2, 1019);
INSERT INTO `sys_role_menu` VALUES (2, 1020);
INSERT INTO `sys_role_menu` VALUES (2, 1021);
INSERT INTO `sys_role_menu` VALUES (2, 1022);
INSERT INTO `sys_role_menu` VALUES (2, 1023);
INSERT INTO `sys_role_menu` VALUES (2, 1024);
INSERT INTO `sys_role_menu` VALUES (2, 1025);
INSERT INTO `sys_role_menu` VALUES (2, 1026);
INSERT INTO `sys_role_menu` VALUES (2, 1027);
INSERT INTO `sys_role_menu` VALUES (2, 1028);
INSERT INTO `sys_role_menu` VALUES (2, 1029);
INSERT INTO `sys_role_menu` VALUES (2, 1030);
INSERT INTO `sys_role_menu` VALUES (2, 1031);
INSERT INTO `sys_role_menu` VALUES (2, 1032);
INSERT INTO `sys_role_menu` VALUES (2, 1033);
INSERT INTO `sys_role_menu` VALUES (2, 1034);
INSERT INTO `sys_role_menu` VALUES (2, 1035);
INSERT INTO `sys_role_menu` VALUES (2, 1036);
INSERT INTO `sys_role_menu` VALUES (2, 1037);
INSERT INTO `sys_role_menu` VALUES (2, 1038);
INSERT INTO `sys_role_menu` VALUES (2, 1039);
INSERT INTO `sys_role_menu` VALUES (2, 1040);
INSERT INTO `sys_role_menu` VALUES (2, 1041);
INSERT INTO `sys_role_menu` VALUES (2, 1042);
INSERT INTO `sys_role_menu` VALUES (2, 1043);
INSERT INTO `sys_role_menu` VALUES (2, 1044);
INSERT INTO `sys_role_menu` VALUES (2, 1045);
INSERT INTO `sys_role_menu` VALUES (2, 1046);
INSERT INTO `sys_role_menu` VALUES (2, 1047);
INSERT INTO `sys_role_menu` VALUES (2, 1048);
INSERT INTO `sys_role_menu` VALUES (2, 1049);
INSERT INTO `sys_role_menu` VALUES (2, 1050);
INSERT INTO `sys_role_menu` VALUES (2, 1051);
INSERT INTO `sys_role_menu` VALUES (2, 1052);
INSERT INTO `sys_role_menu` VALUES (2, 1053);
INSERT INTO `sys_role_menu` VALUES (2, 1054);
INSERT INTO `sys_role_menu` VALUES (2, 1055);
INSERT INTO `sys_role_menu` VALUES (2, 1056);
INSERT INTO `sys_role_menu` VALUES (2, 1057);
INSERT INTO `sys_role_menu` VALUES (2, 1058);
INSERT INTO `sys_role_menu` VALUES (2, 1059);
INSERT INTO `sys_role_menu` VALUES (2, 1060);
INSERT INTO `sys_role_menu` VALUES (2, 1061);

-- ----------------------------
-- Table structure for sys_user
-- ----------------------------
DROP TABLE IF EXISTS `sys_user`;
CREATE TABLE `sys_user`  (
  `user_id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '用户ID',
  `dept_id` bigint(20) NULL DEFAULT NULL COMMENT '部门ID',
  `login_name` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '登录账号',
  `user_name` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '用户昵称',
  `user_type` varchar(2) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '00' COMMENT '用户类型（00系统用户 01注册用户）',
  `email` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '用户邮箱',
  `phonenumber` varchar(11) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '手机号码',
  `sex` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '用户性别（0男 1女 2未知）',
  `avatar` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '头像路径',
  `password` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '密码',
  `salt` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '盐加密',
  `status` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '帐号状态（0正常 1停用）',
  `del_flag` char(1) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '0' COMMENT '删除标志（0代表存在 2代表删除）',
  `login_ip` varchar(128) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '最后登录IP',
  `login_date` datetime(0) NULL DEFAULT NULL COMMENT '最后登录时间',
  `pwd_update_date` datetime(0) NULL DEFAULT NULL COMMENT '密码最后更新时间',
  `create_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '创建者',
  `create_time` datetime(0) NULL DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '更新者',
  `update_time` datetime(0) NULL DEFAULT NULL COMMENT '更新时间',
  `remark` varchar(500) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '备注',
  PRIMARY KEY (`user_id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 3 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '用户信息表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_user
-- ----------------------------
INSERT INTO `sys_user` VALUES (1, 103, 'admin', 'Admin', '00', 'admin@gmail.com', '15888888888', '0', '', '29c67a30398638269fe600f73a054934', '111111', '0', '0', '127.0.0.1', '2021-06-24 10:11:15', '2021-06-23 09:44:11', 'admin', '2021-06-23 09:44:11', '', '2021-06-24 10:11:15', '管理员');
INSERT INTO `sys_user` VALUES (2, 105, 'ry', '若依', '00', 'ry@qq.com', '15666666666', '1', '', '8e6d98b90472783cc73c17047ddccf36', '222222', '0', '0', '127.0.0.1', '2021-06-23 09:44:11', '2021-06-23 09:44:11', 'admin', '2021-06-23 09:44:11', '', NULL, '测试员');

-- ----------------------------
-- Table structure for sys_user_online
-- ----------------------------
DROP TABLE IF EXISTS `sys_user_online`;
CREATE TABLE `sys_user_online`  (
  `sessionId` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '' COMMENT '用户会话id',
  `login_name` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '登录账号',
  `dept_name` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '部门名称',
  `ipaddr` varchar(128) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '登录IP地址',
  `login_location` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '登录地点',
  `browser` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '浏览器类型',
  `os` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '操作系统',
  `status` varchar(10) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT '' COMMENT '在线状态on_line在线off_line离线',
  `start_timestamp` datetime(0) NULL DEFAULT NULL COMMENT 'session创建时间',
  `last_access_time` datetime(0) NULL DEFAULT NULL COMMENT 'session最后访问时间',
  `expire_time` int(5) NULL DEFAULT 0 COMMENT '超时时间，单位为分钟',
  PRIMARY KEY (`sessionId`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '在线用户记录' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_user_online
-- ----------------------------
INSERT INTO `sys_user_online` VALUES ('32f17fb8-b120-4ad5-a8e6-16cd7c4f05ab', 'admin', '研发部门', '127.0.0.1', '内网IP', 'Chrome 9', 'Windows 10', 'on_line', '2021-06-24 09:40:44', '2021-06-24 10:11:06', 1800000);

-- ----------------------------
-- Table structure for sys_user_post
-- ----------------------------
DROP TABLE IF EXISTS `sys_user_post`;
CREATE TABLE `sys_user_post`  (
  `user_id` bigint(20) NOT NULL COMMENT '用户ID',
  `post_id` bigint(20) NOT NULL COMMENT '岗位ID',
  PRIMARY KEY (`user_id`, `post_id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '用户与岗位关联表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_user_post
-- ----------------------------
INSERT INTO `sys_user_post` VALUES (1, 1);
INSERT INTO `sys_user_post` VALUES (2, 2);

-- ----------------------------
-- Table structure for sys_user_role
-- ----------------------------
DROP TABLE IF EXISTS `sys_user_role`;
CREATE TABLE `sys_user_role`  (
  `user_id` bigint(20) NOT NULL COMMENT '用户ID',
  `role_id` bigint(20) NOT NULL COMMENT '角色ID',
  PRIMARY KEY (`user_id`, `role_id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '用户和角色关联表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of sys_user_role
-- ----------------------------
INSERT INTO `sys_user_role` VALUES (1, 1);
INSERT INTO `sys_user_role` VALUES (2, 2);

SET FOREIGN_KEY_CHECKS = 1;
